{"1984":{"title":"1984","links":["1984---Part-1.html","1984---Part-2.html","1984---Part-3.html","Notes-1984.html"],"tags":[],"content":"1984 - Part 1\n1984 - Part 2\n1984 - Part 3\nNotes 1984"},"1984---Part-1":{"title":"1984 - Part 1","links":[],"tags":[],"content":"Chapter 1\nProvides setting. The story is based on the dystopian depiction of London in war, where it is now part of a continent called “Oceania”.\nOpens diary: This was pretty significant, and in it, he alludes the how no one cares what the proles do. I also get a sense of distaste towards the society from Winston’s words.\nTwo minutes hate: Even Winston, against the ideologies of such society, involuntarily felt obligated to do it, since everyone else is doing it. This makes me wonder, what if there are many others who think like him, but are also just hiding it?\nThemes:\n\nIntroduction of Newspeak: Minitrue, minipax, these abbreviations reveal the ideologies and thoughts of the ruler of London. Strives for the reduction of identity, the homogenization of society, to reduce individuality.\nPropaganda. The two minutes hate really reflective of it.\nA little bit on Lust and love. And how it is core to human desires. We see it in the description of the Scarlet sash of the sexy dark hair girl.\nRebellion, carelessness of self in the greater good of people, the sacrifice of own tangilbles for greater societal good. “I dont care down with big brother.”\n\nChapter 2\nSummary: Mrs Parsons, neighbour, needed help with the sink. Situational irony with the children posing as thought police.\nThemes:\n\nAssimilation, brainwashing of children.\nChocolate ration decreases despite war win.\n“Nothing was your own except the few cubic centimetres inside your skull” — The power of the mind\n"},"1984---Part-2":{"title":"1984 - Part 2","links":["The-Book,-Chapter-III---War-is-Peace"],"tags":[],"content":"The Book, Chapter III - War is Peace"},"1984-Hotspots-and-Quotes":{"title":"1984 Hotspots and Quotes","links":[],"tags":[],"content":"Digital to Paperback conversion: 209/214\nwww.sparknotes.com/lit/1984/quotes/theme/manipulation-of-history/\nWho controls the past controls the future. Who controls the present controls the past.\nWar is peace. Freedom is slavery. Ignorance is strength.\n“The best books, he perceived, are those that tell you what you know already.” 214\n“if you want to keep a secret you must also hide it from yourself.”\n“If you want a picture of the future, imagine a boot stamping on a human face — forever”\n“To die hating them, that was freedom.”\n“Nothing was your own except the few cubic centimetres inside your skull.” - The book mentions authorities pursuing technology that could see inside. What happens then? What do you own?\nHotspots\nSyme and Newspeak\n“‘Don’t you see that the whole aim of Newspeak is to narrow the range of thought? In the end we shall make thoughtcrime literally impossible, because there will be no words in which to express it.’”\nJulia tells Winston she betrayed him in room 101.\nThe party exploits self-love and self-preservation, principles of individuality, to force beliefs of anti-individualist collectivism that fuels the party."},"index":{"title":"Welcome to Quartz","links":[],"tags":[],"content":"This is a blank Quartz installation.\nSee the documentation for how to get started."}}