{"1984":{"title":"1984","links":["1984---Part-1","1984---Part-2","1984---Part-3","Appendix","Notes-1984","1984-Quotes","1984-Hotspots"],"tags":[],"content":"1984 - Part 1\n1984 - Part 2\n1984 - Part 3\nAppendix\nNotes 1984\n1984 Quotes\n1984 Hotspots"},"1984---Part-1":{"title":"1984 - Part 1","links":["Part-1,-Chapter-1---1984","Part-1,-Chapter-2---1984","Part-1,-Chapter-3---1984","Part-1,-Chapter-4---1984","Part-1,-Chapter-5---1984","Part-1,-Chapter-6---1984","Part-1,-Chapter-7---1984","Part-1,-Chapter-8---1984"],"tags":[],"content":"Part 1, Chapter 1 - 1984\nPart 1, Chapter 2 - 1984\nPart 1, Chapter 3 - 1984\nPart 1, Chapter 4 - 1984\nPart 1, Chapter 5 - 1984\nPart 1, Chapter 6 - 1984\nPart 1, Chapter 7 - 1984\nPart 1, Chapter 8 - 1984"},"1984---Part-2":{"title":"1984 - Part 2","links":["Part-2,-Chapter-1---1984","Part-2,-Chapter-2---1984","Part-2,-Chapter-3---1984","Part-2,-Chapter-4---1984","Part-2,-Chapter-5---1984","Part-2,-Chapter-6---1984","Part-2,-Chapter-7---1984","Part-2,-Chapter-8---1984","Part-2,-Chapter-9---1984","Part-2,-Chapter-10---1984"],"tags":[],"content":"Part 2, Chapter 1 - 1984\nPart 2, Chapter 2 - 1984\nPart 2, Chapter 3 - 1984\nPart 2, Chapter 4 - 1984\nPart 2, Chapter 5 - 1984\nPart 2, Chapter 6 - 1984\nPart 2, Chapter 7 - 1984\nPart 2, Chapter 8 - 1984\nPart 2, Chapter 9 - 1984\nPart 2, Chapter 10 - 1984"},"1984---Part-3":{"title":"1984 - Part 3","links":["Part-3,-Chapter-1---1984","Part-3,-Chapter-2---1984","Part-3,-Chapter-3---1984","Part-3,-Chapter-4---1984","Part-3,-Chapter-5---1984","Part-3,-Chapter-6---1984"],"tags":[],"content":"Part 3, Chapter 1 - 1984\nPart 3, Chapter 2 - 1984\nPart 3, Chapter 3 - 1984\nPart 3, Chapter 4 - 1984\nPart 3, Chapter 5 - 1984\nPart 3, Chapter 6 - 1984"},"1984-Hotspots":{"title":"1984 Hotspots","links":["Surveillance","Part-1,-Chapter-1---1984","Part-1,-Chapter-4---1984","language","Part-1,-Chapter-5---1984","Part-1,-Chapter-8---1984","Part-2,-Chapter-2---1984","Part-2,-Chapter-7---1984","glass-paperweight","Individual-vs-Collective","Part-2,-Chapter-10---1984","The-Book,-Chapter-III---War-is-Peace","The-Book,-Chapter-I---Ignorance-is-Strength","Part-3,-Chapter-5---1984","Part-3,-Chapter-6---1984"],"tags":[],"content":"The Opening\nWinston writing down “down with big brother”\nIn a world with total Surveillance, where the totalitarian government of Oceania exercises absolute control over its citizens, there is no difference between having the thought and writing the thought. However, spilling unorthodoxed ideas onto tangible evidence, like Winston’s scribbled note, is a step of commitment towards protest and rebellion. Still, Winston’s acts are initially to himself, a private and intimate gesture of defiance against the all-powerful Big Brother. Nonetheless, it is a meaningful, personal act that marks the beginning of Winston’s journey towards resistance and rebellion.\nPart 1, Chapter 1 - 1984\nWinston’s Career\nWinston’s career as a “rectifier” in the Ministry of Truth\nWinston’s job involves altering historical records, ironically called “rectifying”, to conform to the Party’s ideology. The idea is to falsify information of the past. Sadly, Winston’s career is built on distorting the truth, while he secretly longs for authenticity and honesty. His job serves as a reminder of the Party’s omnipresent control and its ability to manipulate reality.\nPart 1, Chapter 4 - 1984\nSyme and Newspeak\n“‘Don’t you see that the whole aim of Newspeak is to narrow the range of thought? In the end we shall make thoughtcrime literally impossible, because there will be no words in which to express it.’”\nSyme, a linguist and expert in Newspeak, explains the true purpose of the Party’s invented language: to limit human thought and expression, thereby preventing subversive ideas from taking root. Newspeak is designed to strip language of its complexity, nuance, and emotional depth, making it increasingly difficult for people to articulate dissenting thoughts. The sinister language policy is a hallmark of totalitarian regimes, highlighting the Party’s relentless efforts to control every aspect of its citizens’ lives.\nPart 1, Chapter 5 - 1984\nTalking to Proles\nWinston’s conversation with an old prole in a pub\nWinston’s encounter with the old prole reveals the blissful ignorance of the working class, who seem to live in a state of happy oblivion, unaware of the Party’s manipulations. The conversation serves as a contrast to Winston’s own growing awareness and disillusionment with the Party’s ideology. The scene also highlights the social stratification of Oceania, with the proles living in poverty and ignorance, while the Party elite enjoys relative luxury and power.\nPart 1, Chapter 8 - 1984\nRebelling with Julia\nWinston’s encounters Julia\nWinston’s first meeting with Julia, is marked by mutual suspicion and tension. Julia’s sudden, unexpected behaviour, such as sticking her arm out to touch Winston’s, hints at her rebellious nature and potential desire for human connection. This initial encounter sets the stage for their clandestine romance, which will become a symbol of individual defiance against the Party’s all-encompassing control.\nPart 2, Chapter 2 - 1984\nBuilding Identity with Julia\nHaving free thought, building identity in sharing secrets\n“if they could make me stop loving you — that would be the real betrayal”\nAs Winston and Julia’s forbidden love blossoms, they begin to build a shared identity through their secret meetings and stolen moments together. The tone of the chapter is much more wholesome and warm. Orwell narrates with a warmth tone to demonstrate the necessity of sharing secrets and vulnerabilities in building relationships. Without the knowledge and experience that vary from each individual, society will be homogenous. When Julia and Winston begin to share secrets, it is a step towards individuality. With the loss of Surveillance in Mr. Charrington’s room, there is a step towards recovery, towards the natural state of the human mind.\nAdditionally, the quote about making Julia stop loving Winston sets the audience up to witness the greatest act of betrayal later in the book.\nPart 2, Chapter 7 - 1984\nShattering Paperweight\nThe destruction of the glass paperweight\nThe glass paperweight, a symbol of the fragility of human connection in totalitarian states, is shattered, foreshadowing the destruction of Winston and Julia’s relationship. The paperweight, which Winston had discovered in Mr. Charrington’s antique shop, represents the tender, delicate nature of human relationships, which are easily crushed under the weight of the Party’s oppression. When it is shattered, Winston could not help himself to think how small the shell inside really was, relating to the fragility and minuteness of the individual resistance. Individual vs Collective.\nPart 2, Chapter 10 - 1984\nThe Book\nWinston’s discovery of the subversive book\n“The book” is a subversive text that contains the truth about the Party’s history and ideology. Winston’s discovery of the book marks a significant turning point in his journey, as he begins to understand the true nature of the Party and its manipulation of reality. Moreover, the book is important since it creates real-world connection to the reader. As I read “the book”, I drew many connections to events and states in the real world. What’s more is that such a dystopian society seems more possible with the pillars of logic that are constructed in the book. The Book, Chapter III - War is Peace, The Book, Chapter I - Ignorance is Strength.\nTortured and Betrayed\nJulia tells Winston she betrayed him in Room 101\nIn what they told each other would be the ultimate act of betrayal, both Winston and Julia have been tortured with their biggest fear to the point of betraying the other. Having already said the act of betraying the other would mark the end of their rebellion, both Winston and Julia have been stripped of their individuality.\nPart 3, Chapter 5 - 1984\nEnding - Loving Big Brother\nWinston’s final submission to the Party\nIn the novel’s haunting conclusion, Winston, broken and defeated, gazes lovingly at a portrait of Big Brother, having been transformed into a loyal, brainwashed citizen of Oceania. The Party has succeeded in erasing Winston’s individuality, leaving him a shadow of his former self. The ending serves as a chilling warning about the dangers of totalitarianism and the erosion of human freedom and autonomy.\nPart 3, Chapter 6 - 1984"},"1984-Quotes":{"title":"1984 Quotes","links":["1984"],"tags":[],"content":"1984\nDigital to Paperback conversion: 209/214\nwww.sparknotes.com/lit/1984/quotes/theme/manipulation-of-history/\nwww.columbia.edu/~ey2172/orwell.html\nWho controls the past controls the future. Who controls the present controls the past.\nWar is peace. Freedom is slavery. Ignorance is strength.\n“The more men you’ve had, the more I love you Do you understand that?&quot;\n&quot;It was a political act” Part 2 Chapter 2\n“The best books, he perceived, are those that tell you what you know already.” 214\n“if you want to keep a secret you must also hide it from yourself.”\n“If you want a picture of the future, imagine a boot stamping on a human face — forever”\n“Until they become conscious they will never rebel, and until after they have rebelled they cannot become conscious.”\n“To die hating them, that was freedom.”\n“Zeal was not enough. Orthodoxy was unconsciousness.”\n“Under the spreading chestnut tree I sold you and you sold me:”\n“It struck him as curious that you could create dead men but not living ones. Comrade Ogilvy, who had never existed in the present, now existed in the past, and when once the act of forgery was forgotten, he would exist just as authentically, and upon the same evidence, as Charlemagne or Julius Caesar.”\n“Nothing was your own except the few cubic centimetres inside your skull.” - The book mentions authorities pursuing technology that could see inside. What happens then? What do you own?\n“The only evidence to the contrary was the mute protest in your own bones, the instinctive feeling that the conditions you lived in were intolerable and that at some other time they must have been different.”\nThe party exploits self-love and self-preservation, principles of individuality, to force beliefs of anti-individualist collectivism that fuels the party."},"Authoritarianism":{"title":"Authoritarianism","links":["tags/debate"],"tags":["debate"],"content":"debate\nForm of government with high concentration of power, with low political pluralism.\nCan range from soft to extreme.\nCharacteristics:\n\nConcentration of power\nLimmited political plurailsm\n\nHeavily restriction of oppositions, eliminating the possiblity of a comopetitive elections.\n\n\nWeak rule of law: Judiciaries are weak for political purposes.\nState propoganda, disseminating views and beliefs that benefit the government.\nCensorship, suppression of dissent.\n\nExample: North korea, Saudi araiba, which is a monarchy,\nBenefits:\n\nProvide stability in states with history of political instabillity and ethnic conflict.\nEfficient: cuts the need for bureaucracy and lengthy debates to make a decision.\nEconomic efficiency\nIncreases social cohesion, reduced crime rates.\n\nDrawbacks\n\nRestricts civil liberities, the basic human rights.\nAbuses of human rights: Torture, leading to mistreatment of citizens\nSince governing bodies are not responsible for their actions, they are often corrupt, mismanaged, and abuses of power.\nCan lead to uprisings and revolutions if failed to address social greivances.\nExacerbate ecnomic and social inequalities as a result of a lack of political representation and accountability.\nStifles innovation, as dissenting ideas are often censored.\nSocial and cultural restrictions, leading to lower diversity\nLack of transparency.\n\nDefinitions:\n\nPolitical Pluralism: The view that liberal democracies should have power that is dispersed amongst groups of diverse economic and ideologic background.\nLiberal: Open to new ideas, the moral philosophy based on the rights of the individual, liberty, with equality before the law.\nLiberty: Free within society from oppressive restrictions\nCivil liberty: Being subject to laws established for the good of society, regards to freedom of action and speech.\nFreedom of assembly: ensures individuals can gather to advocate for causes, beliefs and protest.\nFreedom of press: Media and the expression of their opinion is a right that should be exercised freely.\nCurtailed: Reduced in extent.\nJudiciary: The collective group of judges that resolve conflicts related to law.\nDisseminate: To spread something widely.\nDissenting: Views that are contradictory to common beliefs. At variance.\nFacade: An appealing outward view that conceals underlying reality that is less pleasant.\nSocial unrest: Disturbances that cause public disorder.\nBureaucracy: A system of organization where important decisions are made by non-elected officials.\nConstraints of democratic policies: Policy uncertainty and instability as a result of changes in parties from frequent elections. Additionally, this causes short-term tunnel vision since each party is focussed on policies that provide quick rewards in order to secure public support.\nSocial cohesion: strength of relationships and the sense of solidarity among members of a community\nSolidarity: The feeling of unity and agreement that stems from individuals with common interests.\nAggrievances: Hardships\n"},"Censorship":{"title":"Censorship","links":[],"tags":[],"content":"Restricting thought, and understanding of the past, unaware of the erosion of truth, to have the threat of overthrowing revolutions neutralized.\nThere is no way discontent can be articulated. So how will there be a revolution?"},"Eurasia-or-Eastasia":{"title":"Eurasia or Eastasia","links":["Censorship"],"tags":[],"content":"Changes in the past, rewriting to change beliefs. Censorship"},"Individual-vs-Collective":{"title":"Individual vs Collective","links":[],"tags":[],"content":""},"Indoctrination-of-Children":{"title":"Indoctrination of Children","links":[],"tags":[],"content":""},"Industrialization":{"title":"Industrialization","links":["war---1984"],"tags":[],"content":"Central to the progress of civilization\nIt is the solution of eliminating inequality. However, as we’ve seen, the upper class does not want the collapse of the hierarchical structure, thus they find ways to still reap the benefits of industrialization, but pour the resources into voids of war - 1984, so that inequality is still exacerbated to the highest level it can be."},"Irony":{"title":"Irony","links":[],"tags":[],"content":"Dramatic Irony: The audience knows of something the characters within dont.\nSituational Irony: When the outcome is different from what is expected.\nVerbal Irony: Sarcasm, but not mockingly at one person. What is said is opposite of what is intended to mean.\nHow is it used to illustrate meaning?\nHighlights discrepancies. To analyze, really just mention the discrepancies. Then you’re chilling."},"Love-theme":{"title":"Love theme","links":[],"tags":[],"content":""},"Media-Control":{"title":"Media Control","links":["Themes"],"tags":[],"content":"Themes"},"Notes-1984":{"title":"Notes 1984","links":["1984","Totalitarian","Irony","Individual-vs-Collective"],"tags":[],"content":"1984\nPrivacy is good, it is valuable.\nMarriage for ten years, no obligation to make love every time they met.\nJulia: it only mattered when it touched on “her own life”\nSwitching targets: significance?\nMachines - no social class\nStylistic choices worth noting\nThe names of the objects in this world seem to be very deceiving, with the nature of propaganda.\n\nVictory Gin, victory cigarettes, victory mansion, victory coffee, victory square.\nMinistry of Truth, Love … very contradictory\nIronically, memory hole is the name of the hole where all records are lost and forgotten.\n\nIn the opening, the clock strikes thirteen. Superstitiously, an unlucky number.\nMotif of 2 + 2 = 5. Comes around full circle at the end as he traces it on the dust on the table.\nDescribing the ruined landscape of london. Rhetorically: “Winston doesnt remember if London always looked this way.” It suggests to the reader the parallels between the fictional world and London during the Second world war. Historically, London was under the constant pressure of Nazi’s and preturding forces. Winston faces a similarly peneatrative pressure — except this time it is from his own governing body. Drawing the parallel between INGSOC and Nazi’s demonstrate Winston’s ideas of the horrors of totalitarian rule.\nTotalitarian\n(I can use the word “symmetry” to describe parallels)\nIrony: Julia suspected to be thought police, and O’brien hated the party. In fact it was the opposite way.\nalso Irony in the names of the ministries. The food: Victory gin, victory this victory that.\n“Comrade” draws parallels to russian communism.\nHotspot: Winston writing down “down with big brother”.\nIn a world with surveillance, there is no difference between having the thought and writing the thought. However, spilling unorthadoxed ideas onto tangible evidence is a longer step towards protest. Still, Winston’s acts are to hisself. Nonetheless, it is meaningful, private gesture of protest.\nThemes: Individual vs Collective\nThe book\nThe Book\n\nMany predictions about the future that are based on the time of writing.\n\n“Atomic wars in the nineteen fifties”\n\n\n\n\nChapter III - War is Peace\n\nEast asia is fecund, and its people are industrious, meaning diligent and hard working. To describe this as a factor of winning the war - how racist is that? Are the other super-states’ people not diligent? Soldiers, “highly trained”, but still being differentiated by willpower? It is as if there is a ceiling of industriousness that is determined by race. That is so racist.\n\n\nAuthor reliablility: Predictions\n\nPredicted cold war\nHand guns are still in use\nWorld war never happened again. ALl\n"},"Part-1,-Chapter-1---1984":{"title":"Part 1, Chapter 1 - 1984","links":["Totalitarian","Irony","Individual-vs-Collective","Propaganda"],"tags":[],"content":"Provides setting. The story is based on the dystopian depiction of London in war, where it is now part of a continent called “Oceania”.\nOpens diary: This was pretty significant, and in it, he alludes the how no one cares what the proles do. I also get a sense of distaste towards the society from Winston’s words.\nTwo minutes hate: Even Winston, against the ideologies of such society, involuntarily felt obligated to do it, since everyone else is doing it. This makes me wonder, what if there are many others who think like him, but are also just hiding it?\nDescribing the ruined landscape of london. Rhetorically: “Winston doesnt remember if London always looked this way.” It suggests to the reader the parallels between the fictional world and London during the Second world war. Historically, London was under the constant pressure of Nazi’s and preturding forces. Winston faces a similarly peneatrative pressure — except this time it is from his own governing body. Drawing the parallel between INGSOC and Nazi’s demonstrate Winston’s ideas of the horrors of totalitarian rule.\nTotalitarian\n(I can use the word “symmetry” to describe parallels)\nIrony: Julia suspected to be thought police, and O’brien hated the party. In fact it was the opposite way.\nalso Irony in the names of the ministries. The food: Victory gin, victory this victory that.\nThemes: Individual vs Collective\nThemes:\n\nIntroduction of Newspeak: Minitrue, minipax, these abbreviations reveal the ideologies and thoughts of the ruler of London. Strives for the reduction of identity, the homogenization of society, to reduce individuality.\nPropaganda. The two minutes hate really reflective of it.\nA little bit on Lust and love. And how it is core to human desires. We see it in the description of the Scarlet sash of the sexy dark hair girl.\nRebellion, carelessness of self in the greater good of people, the sacrifice of own tangibles for greater societal good. “I dont care down with big brother.”\n"},"Part-1,-Chapter-2---1984":{"title":"Part 1, Chapter 2 - 1984","links":["Indoctrination-of-Children","Censorship","1984-Quotes"],"tags":[],"content":"Summary: Mrs Parsons, neighbour, needed help with the sink. Situational irony with the children posing as thought police.\nThemes:\n\nAssimilation. Indoctrination of Children\nChocolate ration decreases despite war win. Censorship\n“Nothing was your own except the few cubic centimetres inside your skull” — 1984 Quotes\n"},"Part-1,-Chapter-3---1984":{"title":"Part 1, Chapter 3 - 1984","links":["Loyalty","Symbols-in-1984","Varicose-ulcer","Surveillance"],"tags":[],"content":"Mother is a symbolism of the past. Back when there was emotion, and Loyalty to the family is put above loyalty to the state.\nSymbols in 1984\nVaricose ulcer rises as he is forced to do the Physical Jerk.\nThere is strong Surveillance. The instructor spotted Winston to be absently stretching."},"Part-1,-Chapter-4---1984":{"title":"Part 1, Chapter 4 - 1984","links":["Reality-control","Language","Irony","Propaganda","Media-Control"],"tags":[],"content":"Winston’s career\nWinston’s career is to rewrite history. He is helping the party to practice reality control in another form — rewriting history to suit present purposes. Interestingly, the alteration of history conflicts with Winston’s ideals. Winston advocates for leaving reality alone, preserving what has happened.\nTheme: The party’s Reality control\nThe government coined the term “rectify” for the act of rewriting history. The subtle use of Language, with such a euphemistic term, nullifies the barbaric act of rewriting history incorrectly. There is no “correcting”. Documents that came to Winston were false in the first place, and what comes out is just as much nonsense. For the sake of preservation of truth, there is no rectification.\nYet another display of Irony in naming rectify\nWinston finds joy in his job. I wonder why.\nSatisfying the Proles\nThere are sectors in the Ministry of truth with the sole purpose of providing rubbish newsletters and meaningless films — Astrology, Sport, pornography. The purpose is to intoxicate the lower class with entertainment, blinding them of the harsh realities of INGSOC.  Does this not draw parallels to today’s world? The meaningless entertainment is ubiquitous, just in another form. Digital waterfalls of entertainment hidden in social media, movies. It cannot be denied such devices distract us from the pursuit of destiny and truth.\nTheme: Reality control, Propaganda, Media Control\nRest of the chapter is him making up a character."},"Part-1,-Chapter-5---1984":{"title":"Part 1, Chapter 5 - 1984","links":["Reality-control","Indoctrination-of-Children","Hope-in-1984","doublethink"],"tags":[],"content":"There is a shortage of razor blades. We learn there is always continuous shortage of some necessity the Party cannot provide. I believe this to be intentional. The shortage of supplies widens the gap between the privileged and the ones who are not. It extends the power in which the upper class holds.\nIntroduction of Syme, an intelligent, orthodoxed man who spends his days producing the dictionary. We learn he destroys words, rather than creates them. The reduction in vocabulary achieves the pupose of narrowing range of thought. If an idea cannot but communicate, how will it be acted upon. If there is no term for thought-crime, how would thought-crime happen? Language is the concept. If there is no way to describe the idea, there is no idea. In fact, this is symmetrical to Winston’s retaliation. He protests in privacy, creating his personal journal that no one else can see. What good does this do? Nothing. If the party can control language, communication, there is no chance of revolution. This is another form of Reality control\nParson’s kid actually ratted out a random guy. The state over humanity! Such Indoctrination of Children\nParson also bought her a toy to listen through a keyhole. Man the dramatic irony is crazy.\nThere was a gut feeling in Winston about how things now should not be the natural way of things. Even when there is no memory of past, even when the party has complete control over the reality — there will always be an ancestral memory of what is right and what is not. In fact, when I read this, I used this as my guiding principle to believe Winston will find his fellow rebellions and overthrow the Party. Hope in 1984\nContrarily, his belief may only exist due to the recency of INGSOC’s rule. In a century, the memory of past generations will be forgotten. The Party’s rule and reality control will have manipulated the standards, even the intuitive standard of Winston’s “ancestral memory”. At that point, will the oppressed still feel unsatisfied? If a Party can manipulate reality of standards, will there ever be a revolution? Revolutions nowadays always occur because of the longing for better times. But what if those better times are never in memory? What if the very idea of having a full stomach did not exist? When the Party’s rule extends so far as to manipulate the level of content of the people, it becomes cruelly inhumane. Orwell warns the people of this in the novel.\nThe chocolate ration is absurd. There is doublethink yet again. The absurdity of believing an idea that was untrue a day ago demonstrates Orwell’s satirical intent."},"Part-1,-Chapter-6---1984":{"title":"Part 1, Chapter 6 - 1984","links":["Reality-control","sex","Individual-vs-Collective"],"tags":[],"content":"In a similar act of Reality control, the Party suppresses the desire of sex, dehumanizing it. Even with his old wife, Katherine, she saw it as a “duty to the party”.\nThe idea of being together is degraded, too. The sole purpose cannot be to desire physical intimacy. Instead, as a duty to create children to serve the party.\nTo Winston, the act of successfully performing sexual intercourse was an act of rebellion. To him, being able to “awaken his wife” was just as pleasurable. Through peaking into his character’s desires, the audience understands the dire state of the totalitarian government.\nThemes: Individual vs Collective, sex\nHe ends up having sex with an old prostitute who was old and toothless. Of course, he feels shameful. His dissatisfaction towards himself may be the intent of the party — looking down upon himself because he is unable to repress his sexual desires."},"Part-1,-Chapter-7---1984":{"title":"Part 1, Chapter 7 - 1984","links":["1984-Quotes","Struggle-Between-Classes","Media-Control"],"tags":[],"content":"Winston states that “If there is hope, wrote Winston, it lies in the proles.”\nThis is because they are unindocternated, simply because the Party looks them to be the same as animals — unintelligent, and unable to have thought.\nOf course, there will always be outliers, but they are quickly eliminated. As a result, paroles are unable to revolt. Winston’s two ideas combine together to form a paradox:\n“Until they become conscious they will never rebel, and until after they have rebelled they cannot become conscious.” - 1984 Quotes\nTheme: Struggle Between Classes\nThe Party exploits this paradox, never awakening the revolution by keeping them unconscious of their suffering. This is done with intoxicating the Proles with alcohol, sport, and other nonsense that would never spark revolution.\nTheme: Media Control\nWinston again goes on about how the only evidence that they are suffering is the instinctive protest inside your bones. 1984 Quotes\nRutherford, and the 2 other guys sitting at the chestnut place. They are crying tears, but Winston does not know why. Orwell uses wonderful foreshadowing here.\n“Freedom is the freedom to say that two plus two make four. If that is granted, all else follows”. Well. Looks like the Party does not want everything else to follow. Through a multitude of mechanisms: controlling media, censorship, propaganda, the reality is shaped into the desire of the Party. There is no freedom to say that two plus two make four."},"Part-1,-Chapter-8---1984":{"title":"Part 1, Chapter 8 - 1984","links":["language","Struggle-Between-Classes","Symbols-in-1984","glass-paperweight"],"tags":[],"content":"Winston strolls into the streets of the Paroles. Firstly, notice their diction and language. It is unrestricted, without rules. Their freedom of thought reinforces the idea that “if there was a revolution, it laid in the paroles”. But as quickly as the hope spawned, it was smothered. Winston witnesses another instance of Struggle Between Classes, as the party sends out lotteries, with that being “the only reason why the paroles lived.”\nHe kicks aside a hand that has been bombed, showing no empathy. The act shows the party is effective in their methods.\nWithin the conversation, he tries to gain insight into truth. Specifically, about whether or not life before the revolution was any better. However, it was useless. The old man seemed to have seen no difference in terms of freedom, and living standards seemed all just the same to him.\nThroughout this chapter, Winston seemed to be obsessed with the past. In the street market, he could not help himself from purchasing the glass paperweight embedding a coral from the Indian ocean. This symbolizes the fragility of memory, how easily destructible it is in Winston’s world.\nSymbols in 1984, glass paperweight\nForeshadowing goes crazy: “The frame’s fixed to the wall,” said the old man, “but I could unscrew it for you, I dare say.”\nThe nursery rhyme is another symbol of the past. Winston’s desire to continue to purchase, to recover the shrapnels of the past is his act of rebellion. Moreover, the involvement of Saints in the nursery rhyme only adds to the rebellious idea of the rhyme. With religion outlawed in Winston’s world, the continuation of such rhymes threatens the power of the upper class."},"Part-2,-Chapter-1---1984":{"title":"Part 2, Chapter 1 - 1984","links":["sex","Love-theme","Struggle-Between-Classes"],"tags":[],"content":"Julia passes the “i love you note to Winston”.\nImmediately at night, he fantasizes about his sexual desires with the young Julia. His uncontrollable desires show his human nature has still not been influenced. Rebelliously, he has not forgotten the thrill of sexual intercourse.\nThemes: sex, Love theme\nMoreover, readers can see the preservation of Winston’s human nature as he becomes restless, like a middle schooler, about love. He is hooked.\n“The relief of seeing her was so great that he could not resist staring directly at her for several seconds.” Like, come on. He is so in love.\nWinston and Julia’s relationship can only bud in secrecy. Yet again, with the help of paroles. Their first encounter unfolded in the mess of a crowd, and they eventually get intimate under their help too. Well, kind of.\nThemes: Struggle Between Classes\nThe entire situation is rather absurd — it looks to be the same as an interaction between two love birds in elementary school: hesitant to talk to eachother. However, the motive behind this time is different. It is the fear of punishment, of death."},"Part-2,-Chapter-10---1984":{"title":"Part 2, Chapter 10 - 1984","links":["glass-paperweight"],"tags":[],"content":"Aaaand now they are busted.\nThey been watching the whole time, mocked them with the church poem line, and shattered the glass paperweight. No more!"},"Part-2,-Chapter-2---1984":{"title":"Part 2, Chapter 2 - 1984","links":["Propaganda","Individual-vs-Collective","1984-Quotes"],"tags":[],"content":"Winston meets Julia for the first time. But when they are having their intimate moments, he is detached. No physical desire, and only the feeling of touch. It shows how Propaganda has interfered with sexual desires — something of human nature.\nFrom the first moment of their relationship, it has become an act of defiance and rebellion against the party. It is a matter of the Individual vs Collective.\nJulia then tells Winston about how she has had sex with a lot of people. Winston says: “The more men you’ve had, the more I love you/ Do you understand that?” It solidifies the idea that their relationship is an act of defiance more than one of love. Winston’s hate for the Party even outshines the natural jealousy.\nThe Party’s control to thought is so strong that even the sex was not pure. “It was a political act”\n1984 Quotes"},"Part-2,-Chapter-3---1984":{"title":"Part 2, Chapter 3 - 1984","links":["sex"],"tags":[],"content":"Delving into Julia’s character more. The chapter paints the idea that she is no intellect. She does not think of overthrowing the party, instead “life as she saw it was quite simple. you wanted a good time”. She had no general criticism of it, more so it limited her ability to enjoy life.\nDespite her distain of the Party, she never had the idea of revolting. She is a glimpse into the near future, where the Party is simply a constant.\nJulia explains the sex has been bottled up, and the desire has been redirected as energy to support the Party. Julia’s insights are quite powerful.\nsex"},"Part-2,-Chapter-4---1984":{"title":"Part 2, Chapter 4 - 1984","links":["Symbols-in-1984","glass-paperweight"],"tags":[],"content":"Rents the room of Mr. Charrington to live with Julia. She puts on some makeup, and i dont know if this is any significant but her scent is the same as the old woman’s prostitute long long ago.\nAlso, there is the rat, which could be a Symbols in 1984, or foreshadowing, that the house is not safe. The rat came out of the painting of the telescreen ahha. SHE WAS SOOO close to cleaning it omg.\nThey were building their relationships, revealing secrets and sharing their past. The glass paperweight also became a symbol of the room he was in, the coral was their life, a symbol of eternity at the heart of the crystal."},"Part-2,-Chapter-5---1984":{"title":"Part 2, Chapter 5 - 1984","links":["1984-Quotes"],"tags":[],"content":"Syme is vaporized. Hate week is prepared. Winston converses more with Charrington. Honestly not a lot happened.\nHowever, we begin to see the tension between Winston and Julia’s ideology. One seeks for the betterment of mankind, while the other is in it solely for interest. The great part about this chapter is the 1984 Quotes\n“You’re only a rebel from the waist down”"},"Part-2,-Chapter-6---1984":{"title":"Part 2, Chapter 6 - 1984","links":[],"tags":[],"content":"Meets O’brien. They interact. There is great foreshadowing here.\nWinston feels the dampness of the grave. He has stepped in it, even though he is familiar with it. The end was written in the beginning."},"Part-2,-Chapter-7---1984":{"title":"Part 2, Chapter 7 - 1984","links":["Surveillance"],"tags":[],"content":"In the room above Charrington’s shop, Winston begins to recall his memories. The phase in this book shows the recovery to a natural state with the disappearance of Surveillance. Winston’s memories implies that the party’s surveillance destroys the ability to share, therefor destroying any sense of past.\nMore crazy quotes.\n“if they could make me stop loving you — that would be the real betrayal”"},"Part-2,-Chapter-8---1984":{"title":"Part 2, Chapter 8 - 1984","links":[],"tags":[],"content":"Confirms hatred for the party and love for julia, meets obrien and they arrange a sort of meeting to get the book.\nThe whole thing about yes yes yes yes ill do anything"},"Part-2,-Chapter-9---1984":{"title":"Part 2, Chapter 9 - 1984","links":["Reality-control","The-Book,-Chapter-I---Ignorance-is-Strength","The-Book,-Chapter-III---War-is-Peace"],"tags":[],"content":"Reality control in changing enemies immediately, from eurasian to east asian.\nWe now begin to read the book.\nThe Book, Chapter I - Ignorance is Strength\nThe Book, Chapter III - War is Peace"},"Part-3,-Chapter-1---1984":{"title":"Part 3, Chapter 1 - 1984","links":["arithmetic-symbol-1984","Love-theme","Language","Indoctrination-of-Children","quote","torture"],"tags":[],"content":"Winston began to think of Julia, but not in a loving way. He says he could not fix his mind on her. He loved her and would not betray her; but that was only a fact, known as he knew the rules of arithmetic.\narithmetic symbol 1984 , Love theme\n\nAmpleforth arrested for using “God”\n“The whole of english poetry has been determined by the fact English has rhymes?” - Language dictates thought. Ampleforth’s statement becomes a reference for how the Party can control thought through controlling language.\nParson’s arrested for committing thoughtcrime in his sleep, with his daughter ratting him out. Indoctrination of Children.\n\nThere was the skull-faced guy, who would do anything to not go to room 101. Even sacrificing all his children and wives.\n“Nothing in the world was so bad as physical pain” - quote\ntorture"},"Part-3,-Chapter-2---1984":{"title":"Part 3, Chapter 2 - 1984","links":["torture","Reality-control"],"tags":[],"content":"“A fist drawn back for a blow was enough to make him pour forth a confession of real and imaginary crimes.” - torture\n“He became simply a mouth that uttered, a hand that signed, whatever was demanded of him” - torture. Here it also shoes the loss of individuality. Mouths are indistinguishable from others. Between two sets of teeth that yield the same, we are all the same. The party’s torture deprives each individual of their identity, eroding back to a mouth that speaks of what is demanded.\nTurns out O’brien has watched him for the entire seven years. Then Winston gets tortured brutally.\nWhen O’brien talks to him again, he does so in statements. “You are.. you are..“. It is as if he already knows what is inside Winston’s head. It showcases the Party’s power, in knowing.\nThe past exists only in records and in memories. If the party controls both, they control the past. Reality control.\nO’brien makes Winston love him by stopping the pain. “Perhaps one did not want to be loved so much as being understood”\nRefer back to earlier parts, where Winston believed his victory over the Party is having free thought. O’brien explains that the Party’s purpose is to remove these thoughts entirely. To convert the enemy, not because they are resisting, but for making them comply.\nO’brien tells Winston that Julia betrayed him immeidately"},"Part-3,-Chapter-3---1984":{"title":"Part 3, Chapter 3 - 1984","links":["Reality-control"],"tags":[],"content":"O’brien explains the purpose of power is power. This is very important.\nO’brien also continues to predict and understand Winston’s thoughts. He is demonstrating the power has control over thought.\nThe party is founded upon hatred. Fear is the source of the Party’s power. Reality control.\nWinston acknowledges, in the face of fear and fright, that he still has not betrayed Julia."},"Part-3,-Chapter-4---1984":{"title":"Part 3, Chapter 4 - 1984","links":["Reality-control","Individual-vs-Collective"],"tags":[],"content":"Confined in his cell, Winston begins to blur the lines between what is reality and what is not. Reality now seems to only exist in the mind. There is no reality that exists out of human observation. So, if the Party can control human thought, they control reality. Reality control\nWinston wants victory. The victory of dying while fighting. To die without being owned. To be shot, before changed. Individual vs Collective."},"Part-3,-Chapter-5---1984":{"title":"Part 3, Chapter 5 - 1984","links":[],"tags":[],"content":"Betrayed Julia."},"Part-3,-Chapter-6---1984":{"title":"Part 3, Chapter 6 - 1984","links":["1984-Hotspots"],"tags":[],"content":"Meets julia. No longer loving.\nAdmits that at the time of betraying Julia, he meant it. They both agree.\nThe ending\nMore in 1984 Hotspots. It is at the end."},"Propaganda":{"title":"Propaganda","links":["Themes"],"tags":[],"content":"Themes"},"Readjustment-of-the-past":{"title":"Readjustment of the past","links":["The-Book,-Chapter-I---Ignorance-is-Strength","Reality-control"],"tags":[],"content":"Readjustment of the past is required to safeguard the infallibility of the Party. The purpose is to show that any records of every kind must be brought up to show the Party has always been right. For to change one’s mind is a sign of weakness.\nThis is mentioned in The Book, Chapter I - Ignorance is Strength.\nBasically Reality control"},"Reality-control":{"title":"Reality control","links":[],"tags":[],"content":""},"Struggle-Between-Classes":{"title":"Struggle Between Classes","links":["Themes"],"tags":[],"content":"Themes"},"Symbols-in-1984":{"title":"Symbols in 1984","links":["Varicose-ulcer","arithmetic-symbol-1984","glass-paperweight"],"tags":[],"content":"Varicose ulcer\narithmetic symbol 1984\nSymbol of the past\n\nWinston’s mother\nThe glass paperweight\n"},"The-Book,-Chapter-I---Ignorance-is-Strength":{"title":"The Book, Chapter I - Ignorance is Strength","links":["Industrialization","Censorship","chocolate-rationing","Two-Minutes-Hate","Readjustment-of-the-past"],"tags":[],"content":"Throughout history, there only had existed three classes, each with their respective objective. The High, seeking to maintain power, the Middle, seeking to overthrow the High, and the Low, aiming for equality for all men.\nIn current times, the accumulation of knowledge sparked the realization of freezing the pendulum of history and trapping the oscillation in a state that does not move in any cyclical direction.\nIndustrialization would’ve been the solution to eliminating inequality, but it was quickly turned down as soon as it was brought up, to reduce the possibility of overthrowing.\nAn important insight - the people do not overthrow simply because they are oppressed. So long as they are not permitted to have standards ofcomparison, they never even become aware that they are oppressed. This is Censorship working at its best. Similarly, party members must not know of the past or foreigns to sustain the belief that they are better off than their ancestors and the state is in an overall incline in progression. Rewriting the past to mask up these lies is vital, and an example of this is the chocolate rationing.\nThe proles are granted intellectual liberty because they have no intellect. However, the Party members are not allowed the smallest deviation of opinion since it threatens the chance of revolution.\nDiscontent towards the present is redirected outwards with the Two Minutes Hate.\nReadjustment of the past is required to safeguard the infallibility of the Party. The purpose is to show that any records of every kind must be brought up to show the Party has always been right. For to change one’s mind is a sign of weakness."},"The-Book,-Chapter-III---War-is-Peace":{"title":"The Book, Chapter III - War is Peace","links":["Industrialization","Racism","doublethink","2+2=5"],"tags":[],"content":"The three super states are in constant battle. It is right after huge technological advancements and industrialization after the first world war. However, it was soon realized that this increase in standard of living became impossible to be excludable, hence the distribution of wealth will become more or less equal. Mechanization will remove most societal inequalities - luxuries will be enjoyed by all. Once the impoverished become literate, it would not take long for them to realize the privileged minority served no function, overthrowing the existing hierarchical structure.\nWar itself involved very few people, much different from the bloodshed of battles centuries ago. Now, it involved highly trained men directing fire at blurry boundaries. Significantly, the battle does not effect the average civilian in a physical sense. At most, a bomb or two would go off into the cities that would take a few lives. However, the heartland in which the super-state existed remains inviolate. It is essentially peaceful.\nHow to keep the wheels of the industry turning (Industrialization), without increasing the wealth to the world? We’ve shown that the increase in wealth would lead to the overthrowing of the hierarchical structure of society.\nIn practice, the only way to achieve this was constant warfare.\nTheme: Connecting to the real world, this shows how warfare is an endless void that consumes resources.\nThe ultimate purpose, it seems like, is to achieve the greatest imbalance in societal power that there could be. Providing the bare minimum, even to the more favoured groups in society, ensure that the scarcity magnifies the importance of small advantages, increasing the inequality gap.\nThe other objective that constant warfare is able to achieve that is different than burning down the resources, is the constant psychological fear that it brings to the people. This emotion makes handing the power to select few seem much more natural, hence the hierarchical structure of government is achieved.\nPREDICTED THE COLD WAR?\nPREDICTED NO MORE WORLD WARS?\nCannot begin the invasion of other states because contact with others would bring the realization to the people that.\nTheme: Racism is bad. It is fueled by fear.\nStylstic choice: Diction is similar to a math proof. Transition words like, it follows that, it would be necessary, it would…\nLots of doublethink — aware and unaware of what they are doing.\n2+2=5\nThis chapter delves into the deeper meaning of the party slogan: war is peace. Constant warfare and struggle isolate the population in a universe of their own, ignorant of the reality of their surroundings, with advancements stifled, and resources depleted — towards the endless void of destruction that is war. However, this constant struggle allows the three super states to intertwine in a state of equillibrium where no party ever crosses the other, establishing a kind of peace that is unachievable by any other means. It holds up the hierarchical structure of society."},"Themes":{"title":"Themes","links":["Retribution-vs-Righteousness","Justice-as-a-Commodity","Totalitarian","Love-theme","Reality-control","Individual-vs-Collective","Authoritarianism"],"tags":[],"content":"Retribution vs Righteousness\nExploration of the balance between the human desire for retribution, and the continuous pursuit of moral righteousness.\nJustice as a Commodity\nJustice can be bought and principles and ideals are only relevant insofar as they are convenient.\nTotalitarian\nLove theme\nReality control\nIndividual vs Collective\nThis is from debate:\nAuthoritarianism\nwww.litcharts.com/lit/the-visit/themes/justice-morality-and-money"},"Totalitarian":{"title":"Totalitarian","links":[],"tags":[],"content":""},"Varicose-ulcer":{"title":"Varicose ulcer","links":["1984"],"tags":[],"content":"Varicose ulcer is a leg would the clogs blood. In 1984, its irritation corresponds to the degree of suppression INGSOC imposes on Winston"},"chocolate-rationing":{"title":"chocolate rationing","links":["1984-Quotes","Eurasia-or-Eastasia"],"tags":[],"content":"Chocolate rationing changes, but everyone believes it. Its a good 1984 Quotes\nKind of similar to Eurasia or Eastasia"},"glass-paperweight":{"title":"glass paperweight","links":[],"tags":[],"content":""},"language":{"title":"language","links":[],"tags":[],"content":"Language is a means of how people think. Therefore, if the party can remove all language by which people think rebelliously, there can be no rebellion. Similarly, if all language of dismaying ideas are eliminated, there can be no dismaying action."},"sex":{"title":"sex","links":[],"tags":[],"content":""},"surveillance":{"title":"surveillance","links":["Themes"],"tags":[],"content":"Themes"},"torture":{"title":"torture","links":["Themes"],"tags":[],"content":"Themes"}}