{"2008-Great-Recession":{"title":"2008 Great Recession","links":[],"tags":[],"content":"Caused by subprime mortgage crisis, where loans are given with low initial interest rates that later increased significantly. This leads to many homeowners unable to meet mortgage obligations, causing a surge of foreclosures which cause downturn in housing market. Globalization of finance as a result of interbank lending made the failure of the US markets jeopardize the state of global economy as well.\nNumbers\n\nUnemployment rate in the US:\n\nPre-crisis (2007): 4.7%\nPeak during crisis (2009): 10.0%\nPost-crisis (2012): 7.8%\n\n\nGDP growth rate:\n\nPre-crisis (2007): 2.1%\nPeak during crisis (2009): -2.8%\nPost-crisis (2012): 2.8%\n\n\n"},"Addressing-issues":{"title":"Addressing issues","links":["Monetary-Policies","Fiscal-Policies","Supply-Side-Policies"],"tags":[],"content":"Inflation\nDemand pull: Monetary Policies can fine tune, while Fiscal Policies can act as a complement.\nCost push: This is a different story.. most governments try to address the root issue. For example, in increase of oil prices since 1970, governments have been looking to decrease demand for oil instead..\nUnemployment\nCyclical\nMonetary Policies can stabilize, while Fiscal Policies can pull market out of deep recession.\nNatural\nThis form of unemployment can only really be fixed with Supply-Side Policies."},"Aggregate-Demand":{"title":"Aggregate Demand","links":["Measurements-of-Economic-Activity","Consumer-confidence"],"tags":[],"content":"Definition: Total amount of real output that consumers, firms and governments and foreigners want to buy at each possible price level, over a period of time.\nEssentially, it is the sum of all demand curves. It is composed of elements in expenditure approach.\nDeterminants of AD\nSince it is composed of the four components in calculations of the expenditure approach, each part can determine the AD.\nChanges in consumption\n\nConsumer confidence.\nChanges in interest rates. Lower rates lead to more spending.\nChanges in value of assets, or wealth.\nChanges in income taxes.\nHousehold indebtedness\n\nChanges in investment\nPretty much the same with consumption.\n\nChanges in business confidence\nChanges in interest rates. Lower rates lead to more spending.\nChanges in value of assets, or wealth.\nChanges in business taxes.\nCorporate indebtedness\n\nChanges in government spending\n\nChanges in political priorities\nEconomic priorities\n\nChanges in net exports\nHas a lot to do with trades, so I’m not there yet\n\nExchange rates\nTrade policies\n"},"Aggregate-Supply":{"title":"Aggregate Supply","links":["microeconomics","Labour-market-rigidities","Supply-Shock","Business-Cycle","monetarist","Keynesian"],"tags":[],"content":"Definition: Total quantity of goods and services produced in an economy over a particular period of time.\nIn macroeconomics, short run and long run mean different things than microeconomics.\nShort run\nThe short run means the period of time where prices levels are constant. Wages are especially influential, and they rarely fluctuate in the short term due to Labour market rigidities.\nDeterminants\nChanges in..\n\nResource prices (wage + non-labour resources)\nTaxes or subsidies\nSupply Shock\n\nEquilibrium\nThe same as microeconoimcs, price levels on y axis and real gdp on x axis.\nLong run\nThe long run means the period of time where prices of resources can change. The Long run Aggregate supply curve is vertical, for a very simple reason. Since the price levels adapt and match output price changes. There is no reason to change since all real costs are the same.\nSupply side changes are often temporary, and demand side changes are automatically adjusted.\nDeterminants\nIt comes as no surprise the factors that shape the Long run aggregate supply are those that influence the real costs.\n\nQuantities of factors of production\nQuality of factor production\nImprovements in technology, efficiency\nInstitutional changes\n\nDepending on where the short run equilibrium lies in respect to the long run, there exists the three states on the Business Cycle. Inflationary, deflationary, and at potential output.\nThere is automatic adjustment. This is a monetarist view. Changes in aggregate demand can will be matched by changes in short term aggregate supply, going back to the Long run aggregate supply.\nNow, there is the Keynesian view. On the idea that wages do not fall easily, so equilibrium can be stuck in the short run, unable to move to the long run. Essentially, there will be no long run since the supply curve is not influenced by price changes due to Labour market rigidities.\nImplications of both models\nGovernment intervention\nThe Keynesian model believes in the persistence of deflationary gaps over long periods of time. It supports government intervention in economy to come out of deflationary gaps.\nContrarily, monetarists believe that governments should try to make markets work as freely as possible, so wages and product prices can respond to the forces of demand and supply.\nChanges in aggregate demand\nKeynesian believes it does not necessarily mean increases in price levels.\nMonetarists believe this is always true."},"Asymmetric-Information":{"title":"Asymmetric Information","links":[],"tags":[],"content":"Analysis\nEvaluation"},"Automatic-Stabilizers":{"title":"Automatic Stabilizers","links":["Reduce-poverty-and-Inequality","Aggregate-Demand"],"tags":[],"content":"There are two mechanisms that stabilize the economy automatic without action by government authorities.\nProgressive income taxes\nMentioned in Reduce poverty and Inequality. The two scenarios:\n\nDuring inflationary periods, income rises. The income that is taxed rises proportionally more, slowing down the increase in Aggregate Demand.\nSimilarly, in recessionary periods, the income that is taxed decreases, reducing the decrease in aggregate demand.\n\nUnemployment benefits\n\nIn a recession, the unemployment increases, while unemployment benefits increase. The increase allows the unemployed to maintain the level of consumption to some extent, slowing the blow of decreasing Aggregate Demand.\nDuring inflationary periods, the unemployment benefits decrease, leading to a smaller increase in aggregate demand.\n"},"Business-Cycle":{"title":"Business Cycle","links":["full-employment"],"tags":[],"content":"Business cycle diagram\n\n    &lt;svg xmlns=&quot;www.w3.org/2000/svg&quot; class=&quot;role-diagram-draw-area&quot;&gt;&lt;g class=&quot;shapes-region&quot; style=&quot;stroke: black; fill: none;&quot;&gt;&lt;g class=&quot;composite-shape axis2d&quot; style=&quot;stroke-width: 1; stroke: rgb(255,255,255);&quot;&gt;&lt;path class=&quot;real&quot; d=&quot; M51,394.6 L591,394.6 M105,22 L105,436&quot;/&gt;&lt;path d=&quot; M584,389.6 L591,394.6 L584,399.6&quot;/&gt;&lt;path d=&quot; M100,29 L105,22 L110,29&quot;/&gt;&lt;/g&gt;&lt;g class=&quot;arrow-line&quot;&gt;&lt;path class=&quot;connection real&quot; stroke-dasharray=&quot;6 6&quot; d=&quot;  M129,291 L595,110&quot; style=&quot;stroke: rgb(255,255,255); stroke-width: 1; fill: none; fill-opacity: 1;&quot;/&gt;&lt;/g&gt;&lt;g class=&quot;arrow-line&quot;&gt;&lt;path class=&quot;connection real&quot; stroke-dasharray=&quot;&quot; d=&quot;  M136,236 C176,206 207,328 247,298&quot; style=&quot;stroke: rgb(255,255,255); stroke-width: 1; fill: none; fill-opacity: 1;&quot;/&gt;&lt;/g&gt;&lt;g class=&quot;arrow-line&quot;&gt;&lt;path class=&quot;connection real&quot; stroke-dasharray=&quot;&quot; d=&quot;  M247,298 C287,268 234,114 318,169&quot; style=&quot;stroke: rgb(255,255,255); stroke-width: 1; fill: none; fill-opacity: 1;&quot;/&gt;&lt;/g&gt;&lt;g class=&quot;arrow-line&quot;&gt;&lt;path class=&quot;connection real&quot; stroke-dasharray=&quot;&quot; d=&quot;  M318,169 C364,201 389,261 429,231&quot; style=&quot;stroke: rgb(255,255,255); stroke-width: 1; fill: none; fill-opacity: 1;&quot;/&gt;&lt;/g&gt;&lt;g class=&quot;arrow-line&quot;&gt;&lt;path class=&quot;connection real&quot; stroke-dasharray=&quot;&quot; d=&quot;  M429,231 C469,201 445,39 529,94&quot; style=&quot;stroke: rgb(255,255,255); stroke-width: 1; fill: none; fill-opacity: 1;&quot;/&gt;&lt;/g&gt;&lt;g/&gt;&lt;/g&gt;&lt;g/&gt;&lt;g/&gt;&lt;g/&gt;&lt;/svg&gt;\n    &lt;svg xmlns=&quot;www.w3.org/2000/svg&quot; xmlns:xlink=&quot;www.w3.org/1999/xlink&quot; width=&quot;660&quot; height=&quot;464&quot; style=&quot;width:660px;height:464px;font-family:Asana-Math, Asana;background:transparent;&quot;&gt;&lt;g&gt;&lt;g&gt;&lt;g&gt;&lt;text x=&quot;321&quot; y=&quot;408&quot; style=&quot;white-space:pre;stroke:none;fill:rgb(255,255,255);fill-opacity:1;font-size:15px;font-family:Arial, Helvetica, sans-serif;font-weight:400;font-style:normal;dominant-baseline:text-before-edge;text-decoration:none solid rgb(255,255,255);&quot;&gt;Time&lt;/text&gt;&lt;/g&gt;&lt;/g&gt;&lt;/g&gt;&lt;g transform=&quot;matrix(0.004363309284747004,-0.9999904807207345,0.9999904807207345,0.004363309284747004,-144.35480701192233,267.3264481556276)&quot;&gt;&lt;g&gt;&lt;g&gt;&lt;text x=&quot;31.2265625&quot; y=&quot;197.65625&quot; style=&quot;white-space:pre;stroke:none;fill:rgb(255,255,255);fill-opacity:1;font-size:15px;font-family:Arial, Helvetica, sans-serif;font-weight:400;font-style:normal;dominant-baseline:text-before-edge;text-decoration:none solid rgb(255,255,255);&quot;&gt;real GDP&lt;/text&gt;&lt;/g&gt;&lt;/g&gt;&lt;/g&gt;&lt;/svg&gt;\n\n\nThere are peaks and troughs. On downward sloping periods, there are contractions. If these are over 6 months long, they are considered recessions. Sloping upwards are expansions.\nThe long term growth trend is described by the dotted line. It is the point of potential GDP.\nWhen GDP = Potential GDP, there is full employment."},"Carbon-Taxes-RWE":{"title":"Carbon Taxes RWE","links":[],"tags":[],"content":"Analysis\nSweden had a tax of $150 per tonne of carbon dioxide. This decreased emissions by 30% in 1990. Economy continued to rise by 50%.\nEvaluation\nShort-run\n\nIncentives to reduce carbon emissions\n\n\nThe tax revenue generated can be used to fund green initiatives and research.\n\nLong-run\n\nInnovation to potentially move the MSC to the right.\n\nAssumption:\n\nCorporations act with the financial incentive\n\nPros:\n\nNot susceptible to favouritism.\nPolitical Pressures\n"},"Causes-of-Poverty-and-Inequality":{"title":"Causes of Poverty and Inequality","links":[],"tags":[],"content":"A whole bunch of social issues.\n\nInequal opportunity\nParent’s gender, wealth, all that stuff.\nResource ownership\nDiscrimination\n"},"Comparing-Carbon-Tax-and-Tradable-Permit":{"title":"Comparing Carbon Tax and Tradable Permit","links":[],"tags":[],"content":""},"Consumer-confidence":{"title":"Consumer confidence","links":[],"tags":[],"content":"Influenced by factors like fears of cuts in wages, and optimism about the future."},"Cost-Push-Inflation-RWE":{"title":"Cost Push Inflation RWE","links":[],"tags":[],"content":""},"Crowding-out":{"title":"Crowding out","links":["Monetary-Policies","Keynesian","monetarist"],"tags":[],"content":"Pretty interesting to think about. Recall the increase in spending is possible because of borrowing. By borrowing, the government increases the demand of money, leading to higher interest rates. To see why, determining interest rates.\nThe increase in interest rates can discourage spending. As a result, the consequence is opposite of what the expansionary fiscal policy aims to achieve.\nCrowding out is controversial. The Keynesian view is that government provision of stimulus will increase aggregate demand. The case of crowding out is very much a monetarist idea."},"Deflation-RWE":{"title":"Deflation RWE","links":[],"tags":[],"content":""},"Deflation":{"title":"Deflation","links":["Labour-market-rigidities"],"tags":[],"content":"Definition: Sustained decrease in price levels.\nOccurs quite rarely, since Labour market rigidities, and oligopolistic firms fear price wars. Also, no deflation is good.\nBelow are some important consequences:\n\nIncreased real value of debt.\nUncertainty.\nDeferred consumption, which is delaying spending. Leads to deflationary spiral.\n\nLower AD\nLeading to cycle of cyclical unemployment.\n\n\n"},"Demand-Side-Policies":{"title":"Demand-Side Policies","links":["Business-Cycle","Monetary-Policies","Fiscal-Policies"],"tags":[],"content":"Based on the view that deflationary and inflationary gaps are caused by changes in demand. See the Business Cycle.\nSo, there are two types of demand-side policies: Monetary Policies and Fiscal Policies\nThe policies are also called stabilization policies, since they aim to reduce short-run instabilities. In practice, the policies aim to reduce severities of the business cycle."},"Economic-Activity":{"title":"Economic Activity","links":["Circular-Flow-of-Income-Model.canvas","Measurements-of-Economic-Activity"],"tags":[],"content":"Circular flow of income\nValue of output produced is equal to total income, and also expenditure.\nCircular Flow of Income Model\nFrom household to firms, there are injections and leakages. The pairs are:\nSavings \\to Investment\nTaxes \\to Government spending\nSpending on Import \\to Revenue from Export\nThere are many ways to measure this activity. See Measurements of Economic Activity."},"Economic-Aggregates":{"title":"Economic Aggregates","links":["Aggregate-Demand","Aggregate-Supply"],"tags":[],"content":"Aggregate Demand\nAggregate Supply"},"Economic-Growth":{"title":"Economic Growth","links":["Business-Cycle","Production-Possibilities-Curve","Aggregate-Supply","Inflation"],"tags":[],"content":"Increase in real GDP.\nGrowth is calculated with percent change formula.\nThere is short term and long term growth. They are essentially the changes of the short or long run curves. The long run is associated with the upward sloping curve in the Business Cycle, while the short run is associated with the expansionary phases.\nIf we use the Production Possibilities Curve as our measurement, short term is associated with points getting closer to the PPC, and long term is an expansion of the possibilities.\nCauses\nShort term\n\nIncrease in AD\nIncrease in SRAS\nReduction in unemployment\n\nLong term\n\nimprovement in efficiency\nincreased quantity\ntechnological change\n\nLook at factors that influence the Aggregate Supply.\nImprovements in physical capital is much more sustainable as a method of growth compared to relying on natural capital.\nBenefits of economic growth\nThese are pretty standard, just think of what people can do with money.\n\nHigher living standards\nWomen\nGovernment spending on public or merit goods\nbetter for the environment\n\nAchieving the goal of sustainable economic growth and low Inflation, LRAS must move while AD moves. Cost-pull inflations cannot lead to growth."},"Economics-HL":{"title":"Economics HL","links":["Microeconomics","Macroeconomics"],"tags":[],"content":"ONLINE BOOK:\nMicroeconomics\nMacroeconomics"},"Elasticity":{"title":"Elasticity","links":[],"tags":[],"content":"Price elasticity of demand (PED):\nchange in quantity per change in price, in percentage, always positive:\npercentage good for: comparing across different countries/units, shows more context.\nlevels of elacsticity: &lt;1: relatively unresponsive\n: &gt;1: relatively responsive\n=1: unit elastic\n=0: perfectly inelastic\n= infinity: perfectly elastic, will buy anything.\nElasticity is naturally higher at points above price=quantity. this is due to the nature of how PED is calculated, and how a shift in smaller quantities affects the overall percentage at a larger scale.\nDeterminants of PED:\n\nSubstitutes: Number and closeness of substitutes, more elastic.\nNecessities vs luxuries: necessities are more inelastic, since you cant just not need needs.\nLength of time spent thinking about the purchase\nPortion of income spent on the good.\n\nTotal revenue: Price x Quantity\nEffects of PED on total revenue:\n\nIf demand is elastic, increase in price causes fall in total revenue, while decrease in price causes increase in total revenue.\nIf demand is inelastic, increase in price causes increase in revenue, while decrease in price causes decrease in total revenue.\nRevenue is at a maximum when PED is unit elastic.\nPrimary commodities: goods arising from the use of natural resources. They have lower PEDS.\n\nIn some cases, a poor supplying producer can generate higher profits, while good supplying producers decreases total revenue.\nGovernment taxes: Government imposes indirect taxes to goods that are more inelastic. this is because the tax will decrease supply, but will not affect price/total revenue as much.\nCross Price elasticity of Demand\n(Percent change in demand for good x) / (percent change in price for good y) = xed.\nif xed &gt; 0, y and x are substitutes. Larger the absolute value of the xed, the stronger the substitution.\nif xed &lt; 0, y and x are compliments, like tennis balls and tennis rackets. larger the absolute value, more they are compliments.\nof xed = 0, x and y are unrelated.\nSubstitutes produces by the same company: Sometimes, same company produces a line of products. Changing the price of one may negatively affect the other, so it is important to examine the PED of the products, and how much each is affected.\nSubstitutes produced by rivals: Knowing the xed between rivals, businesses can understand the impacts and advantages they may gain from dropping or increasing their prices. How much people will flock away?\nMergers between firms: Merging is beneficial between firms when XED is really high and positive. It reduces competition between the two firms\nIncome elasticity of demand\nYED: percentage change in quantity demanded / percentage change in income\nYed&gt;0: normal good\nyed&lt;0: inferior good.\nMost goods are normal.\nIf yed &gt; 0 &amp;&amp; &lt; 1, it is income inelastic, more of a luxury.\nif &gt; 1, more of a luxury.\nApplications:\n\nIndustry growth: In an economy that is growing, income elastic goods and industries grow, since an x% increase in average national income yields a &gt;x% growth in the demand.\nContrastingly applies to economic recessions. Inferior goods, which have YED &lt; 0, will even experience increase in sales during recession.\n\nPrice Elasticity of Supply\nFormulas and definitions similar to PED.\nOnly possible to compare between two curves, (supply OR demand), when there is intersection of points between the two.\nDeterminants of PES\n\nLength of time to respond to change in prices: Bigger the length of time, more elastic the supply.\nMobility of factors of production: movement if factories to envionrnments where prices are increasing, causes higher pes.\nAbility to store stocks: More stocks that are abled to store, higher PES.\n\nPrimary commodities vs manufactured products (PES comparison):\nPrimary commodities have lower pes because it takes a long time for them to respond. New irrigation systems, planting practices, things like that.\nConsequences:\nDepending on slope of demand, the supply fluctuation can change the equilibrium price by lots."},"Equity-and-Equality":{"title":"Equity and Equality","links":[],"tags":[],"content":"Equity is greater equality."},"Example-for-minimum-reserve-requirement":{"title":"Example for minimum reserve requirement","links":[],"tags":[],"content":"Here’s an example:\nMinimum Reserve Requirement and Monetary Multiplier\nSuppose the central bank sets a minimum reserve requirement of 20% for commercial banks. This means that for every 100 deposited into a commercial bank, the bank must hold at least 20 in reserve and cannot lend out more than $80.\nLet’s say a customer deposits 100 into Bank A. Bank A must hold 20 in reserve and can lend out 80 to another customer. This 80 is then deposited into Bank B, which must also hold 20% (16) in reserve and can lend out 64 to another customer. This process continues, with each bank holding 20% in reserve and lending out the remaining amount.\nMoney Creation\n\nInitial deposit: $100\nBank A lends: $80\nBank B lends: $64\nBank C lends: $51.20\n…and so on\n\nThe total amount of money created is the initial deposit multiplied by the monetary multiplier, which is the reciprocal of the reserve requirement:\nMonetary Multiplier = 1 / 0.20 = 5\nTotal Money Created = 100 x 5 = 500\nIn this example, the initial deposit of 100 has led to the creation of 500 in new money in the economy.\nNote: This is a simplified example and in reality, the process is more complex, but it illustrates the concept of minimum reserve requirement and monetary multiplier."},"Expansionary-Monetary-Policy":{"title":"Expansionary Monetary Policy","links":["2008-Great-Recession"],"tags":[],"content":"Analysis\nAfter the 2008 Great Recession, government implemented policies of\n- quantitative easing\n- reduced interest rates\nTo increase spending. Moves demand. Output back to potential\nEvaluation\nShort run\n\nStimulated growth. Everything mentioned in analysis.\n\nLong run\n\nInflation rates increased about 2% target. However, it did stabilized after 2012.\n\nPros\n\nThey fixed the American economy so thats good\n\nCons\n\nFurther increases unequal income distribution. Asset holders tend to benefit more from quantitative easing. Stats: the top 10% of the wealthiest people held a higher percentage of America’s wealth compared to before and after the implementation\n"},"Fiscal-Policies":{"title":"Fiscal Policies","links":["Aggregate-Demand","Monetary-Policies","Expansionary-Fiscal-Policy","Contractionary-fiscal-policy","Ratchet-effect","Crowding-out","Great-Depression","2008-Great-Recession","Automatic-Stabilizers","Subsidy-RWE"],"tags":[],"content":"Concerned with the spending of government budget to manipulate Aggregate Demand.\nSources of revenue:\n\nTaxes: a big one\nSale of goods and services: Transportation\nGovernment owned assets\nExpenditures:\nDay-to-day: subsidies, provision of public services\ncapital expenditures: producing physical capital or investing\nTransfer payments: payments to vulnerable groups\n\nGoals\nPretty much the same as Objectives. Its just that there is no specific inflation targeting. There is the additional goal of equitable distribution of income.\nMethods\n\nChanging government spending\nChanging personal income, or business taxes\nThe result is either Expansionary Fiscal Policy or Contractionary fiscal policy. Use diagram sense to figure out which.\nRatchet effect still exists here!\n\nEvaluation\nConstraints\n\nThere are time delays to find the problem, decide on the solution, and the policy taking in effect in the economy. Months may pass, while the problem changes in severity and the solution may not be the most appropriate.\nPolitical constraints: the public may be unhappy with cuts, increases in taxes, and so on.\nLeads to debt since fiscal policies spend money through borrowing\nTax cuts are ineffective in recessions since no one wants to spend anyways.\nInability to fine tune\nInflationary if aggregate demand increase beyond what is necessary. Similar to Monetary Policies!\nCan’t deal with supply again\nThere can be Crowding out. A cool and useful concept!\n\nStrengths\n\nPulling economy out of deep recession. Until the Great Depression, economists, mostly monetarists, believed market fluctuations were self correcting. Keynes stepped in to prove otherwise. Similar situation occurred in 2008 Great Recession.\nAbility to target sectors of the economy.\nDirect impact, instead of taking in between steps like in Monetary Policies.\nCould even potentially move LRAS!! Now that is some good for the economy.\nAutomatic Stabilizers. They only make fluctuations milder. They lead to inevitable government debt.\n\nOverall, fiscal policies are more important in deep recessionary periods.\nSubsidy RWE"},"Free-Rider-Problem":{"title":"Free Rider Problem","links":[],"tags":[],"content":""},"Government-Intervention":{"title":"Government Intervention","links":["Economics-HL"],"tags":[],"content":"Economics HL\nObjectives\n\nEarn revenue for government\nInfluence consumption\nProvide support\n\nFirms\nLow income\n\n\nPromote equity\nCorrect market failure\n\nGovernment Intervention\nTaxes\nIndirect, excise taxes: Taxes imposed on producers upon production.\n\nSource of government revenue\nDiscourage consumption of harmful goods\nRedistrubute income (Luxury Taxes)\n\nThis chapter outlines how these taxes can distrupt an efficient allocative economy.\nTypes of taxes:\n\nFixed: Fixed amount per product bought/sold.\n\nLeftward shift in supply curve\n\n\nAd valorem: Percentage, increases and price increases.\n\nSlope increase of supply curve.\nOverall, less allocation of resources to producing the good.\n\n\n\nStakeholders: Have interest in and are affected by.\nConsumers: Both less of it, and more expensive, lose lose situation.\nProducers: Fall in revenue.\nGovernment: Only stakeholder that gains\nWorkers: Less resources needed to produce = less workers required = less employment.\nSociety: Under-allocation, which is worse.\nForeign producers:\nHL material: Calculation of different equations, and how they are affected from government imposed taxes.\nSubsidies\nSubsidies: Like reverse taxes, which are usually specific amounts, fixed, that are granted per unit of production. This is to:\n\nIncrease incomes of producers, that governments support, typically agriculture.\nAllows certain goods to be more affordable to the poor, since it lowers prices.\nOverall, encourages growth in the certain market. A rightword shift in supply line.\n\nStakeholders:\nConsumers: Fall in price of goods, increase in quantity purchased.\nProducers: Receives higher price to produce larger quanitity. This translates to increase in revenues.\nGovernment: Paying subsidy is burden to budget. Thus, impact on government budget is negative.\nWorkers: More likely to hire, positive.\nSociety: Better, overallocation of resources to the production of good.\nForeign producers: Since it provides better exports, it may interfere with competing international domestic producers.\nHL Content: Calculations again.\nPrice controls\nSetting min (ceiling) and max prices, so prices cannot adjust to equilibrium level. Persisting market disequililbrium.\nCeilings:\nConsequences:\n\nShortages in demand and supply\nNon-price rationing: Waiting in line, favouritism, coupons. (Unsatisfied means good not delivered or not bought)\nUnderground markets (Illegal): Buying good at max legal price, selling it for even more.\nUnder-allocation of resources: Society worse off.\nNegative welfare impacts:\nStakeholders:\nConsumers: Win and lose. Those who can buy it for the cheap price win, those who are unsatisfied lose.\nProducers: Lose,\n\nFloors:\nPurpose: In agriculture, these price floors are called “price supports”, ensuring that agricultural economies are still successful.\nConsequences: Welfare loss, inefficient farming\nStakeholders:\nConsumers: Lose, paying higher price\nProducers: Win, protected against low cost farming, as well as receiving higher prices\nWorkers: Employment boost\nGovernment: Buying the excess supply is burden on budget"},"Happiness-index":{"title":"Happiness index","links":[],"tags":[],"content":"\nMeasures self-reported well-being and happiness\nTypically based on surveys asking people to rate their happiness or life satisfaction on a scale\nCan be used to compare happiness across countries, regions, or populations\nExamples: Gallup Global Emotions Report, World Happiness Report\n"},"Happy-planet-index":{"title":"Happy planet index","links":[],"tags":[],"content":"\nDeveloped by the New Economics Foundation (NEF)\nMeasures well-being, life expectancy, and ecological footprint\nRanks countries based on their ability to provide long and happy lives while operating within the planet’s ecological limits\nAims to encourage sustainable development and reduce environmental impact\n"},"Impacts-of-Poverty-and-Inequality":{"title":"Impacts of Poverty and Inequality","links":["Reduce-poverty-and-Inequality"],"tags":[],"content":"\nLower economic growth since poor children do not receive education, leading to lower labour productivity\nIncome is also only spent by small fraction of population\nCorruption in government, with choices made to benefit small groups of individuals against the interest of the whole population.\nless government provision of essential merit goods.\nLower living standards!\nNo healthcare\nHigher infant child and maternal mortality\nDiseases\nCrime\nHowever, there are methods to Reduce poverty and Inequality\n"},"Indirect-Taxes-RWE":{"title":"Indirect Taxes RWE","links":[],"tags":[],"content":"Analysis\nIn 2018, Singapore introduced 9% tax on digital services to reduce government budget burden. Resulted in revenue of 90 Million singapore dollar\nEvaluation\nPros\n\nThe GST on digital services can increase government revenue, which can be used to fund public goods and services.\nThe tax may encourage businesses to develop more competitive pricing strategies.\n\nCons\n\nThe GST may lead to a decrease in consumer welfare due to higher prices.\nThe tax may disproportionately affect low-income households who rely heavily on digital services.\nBusinesses may experience a decline in revenue and profit margins, potentially affecting innovation and economic growth.\n"},"Inequality":{"title":"Inequality","links":["Equity-and-Equality"],"tags":[],"content":"Equity and Equality\nEconomic inequality refers to a few things\n\nUnequal distribution of income\nUnequal distribution of wealth\n\nMeasurement\nSee the distribution of income quintiles, or boxes of percentages.\nhello diagram, Lorenz curve.\nGini Coefficient: Area between the diagonal and the curve (A), area under the diagonal (B), formula is \\frac{A}{A + B}\nThe unequal distribution of wealth is often twice as bad as income. Reasons for this include:\n\nLimited growth in wages make it difficult to save and buy\nHigh income people spend smaller portions of income therefor get to purchase more assets, exacerbating the gap.\n\nmeasure it\nfixes?"},"Inflation":{"title":"Inflation","links":["Hyperinflation","Deflation"],"tags":[],"content":"Definition: Sustained increase in general price level.\nInflation that is decreases is disinflation.\nMeasurement\nConsumer price index: a basket of goods that are considered typical. Monitor the price of this basket over subsequent years to derive the rate of inflation.\nProblems\n\nDifferent consumers have different tastes.\nVaries across regions\nDoes not account for quality changes\nDifficult to compare over long periods of time\n\nCauses\nSplit into the two categories that can easily be drawn on AD/AS diagram:\nDemand-pull inflation and cost-push inflation. Cost is supply.\nCosts\nHere’s a relationship, units in (\\Delta \\%):\nreal\\ income = nominal\\ income - inflation\nLosers: Unfairly redistributes income.\n\nPeople who receive fixed income wages, or increase less rapidly than the rate of inflation\nHolders of cash\nSavers\nLenders\nWinners: Basically the opposites\nBorrowers\nPayers of fixed things.\n\nBut overall, it creates uncertainty, which leads to low investment and therefor lower economic growth.\nThere can also be Hyperinflation.\nUltimately though, there needs to be stable rate of inflation to prevent economy from going into Deflation. Usually this is around the 2-3% level."},"Interventionist-Policies":{"title":"Interventionist Policies","links":["aggregate-demand"],"tags":[],"content":"With these policies, there is the presupposition that free market economy cannot achieve the desired results of increasing potential output.\nInvestment in human capital\nTraining and Education\nThe increase in the quality of labour resources is a key of economic growth.  There are also numerous positive externalities of education, assisting workers to be more employable. It also includes governments hiring, providing grants to offer training, subsidies to higher structurally unemployed workers, assisting workers who face difficulties.\nHealth care services\nWhen workers have access to higher quality health care services, they are more productive. Positive externalities too, justifying the governments intervention. The change can also impact Aggregate demand in the short run.\nInvestment in Technology\nImprovements in technology can lead to increased efficiency, more quantity produced and overall economic growth. Research and development also has positive production externalities.\nInvestment in Infrastructure\nThese are mostly public goods, like transportation, telecommunications, and irrigation systems, stuff like that. The physical capital benefit improves labour productivity. They increase aggregate demand over the short term, but also contribute to potential output increases in the long term.\nIndustrial policies\nSupporting small and medium sized firms in the form of tax exemptions, low interest loans, promoting efficiency, and more employment possibilities, increasing demand and potential output. Also, providing support for infant industries, it provides growth for the private sector and increases AD and AS.\nNote: Hey, theres a lot of these policies that increase aggregate demand, but i feel like i still can’t specifically explain why.\nEvaluation\nConstraints\n\nTime lag\nand it costs a lot. Overall pretty little bad things!\n\nStrengths\n\nDirect support of certain sectors\nEmployment!\nEquity is good.\n"},"Keynesian-Multiplier":{"title":"Keynesian Multiplier","links":["infinite-geometric-sum","Monetary-Policies"],"tags":[],"content":"When there is an increase in the components that back up aggregate demand, there will be an increase in real GDP. However, the actual increase is likely to be much larger than the initial increase. The multiplication of effect is called the Keynesian multiplier. We explain the phenomenon with an example.\nAssume there is an initial increase in spending of 8 million dollars. The increase creates further chain of spending called induced spending. The spending translates to income for owners of factors of production, when use it as their consumption spending. The cycle repeats, increasing the GDP beyond the 8 million amount. The way the 8 million dollars are spent is divided into four parts:\nMarginal propensity to:\n\nConsume, save, tax and import.\n1 - MPC = MPS + MPT + MPI \nUse infinite geometric sum again, just like Minimum reserve requirements. The parts that are not MPC are leakages.\n\nNote that the multiplier effect can only be initialed by a change in spending that is not caused by a change in income. Changes in income are simply reallocations of existing income, and therefore does not change aggregate demand. There is also the assumption that price levels are constant, like a horizontal supply curve. Otherwise each increment will equate to less and less."},"Keynesian-RWE":{"title":"Keynesian RWE","links":[],"tags":[],"content":"Analysis\nIn Great Depression, Franklin D roosevelt impelemnted Keynsian approach. Spent 250 Billion in todays money to innitiatives such as building roads, job creation, socail welfare to increase demand.\nEvaluation\nShort-run\n\nJob creation: The policy created millions of jobs, reducing unemployment from 25% to 14% by 1940.\nEconomic growth: The government spending stimulated economic growth, as demand for goods and services increased.\nSocial benefits: The policy improved living standards for low-income families and vulnerable groups.\n\nAssumption:\n\nThe policy assumed that the government could effectively allocate the funds to create jobs and stimulate economic growth.\n\nPros:\n\nIt did end up helping the economy grow\nImproved living standards.\nReduced inequality, more opportunity for all.\n\nCons:\n\nThe policy increased the government’s debt, which could have long-term implications for the country’s financial stability.\n\nLong-run\n\nDebt can’t fund other financial initiatives.\n"},"Labour-market-rigidities":{"title":"Labour market rigidities","links":[],"tags":[],"content":"Preventing the forces of supply and demand from operating in the market.\n\nContractions over certain periods of time\nMinimum wage legislation\nlabour union\nprotection laws\nWage cuts have negative effects\n"},"Macroeconomic-Policies":{"title":"Macroeconomic Policies","links":["Demand-Side-Policies","Supply-Side-Policies","Overlap-between-AD-and-AS-Policies","Keynesian-Multiplier","Addressing-issues"],"tags":[],"content":"Demand-Side Policies\nSupply-Side Policies\nOverlap between AD&amp;AS Policies\nKeynesian Multiplier\nAddressing issues"},"Macroeconomics":{"title":"Macroeconomics","links":["Economic-Activity","Measurements-of-Economic-Activity","Business-Cycle","Economic-Aggregates","Unemployment","Inflation","Deflation","Relationship-of-Inflation-and-Unemployment","Economic-Growth","Undesirable-Macroeconomic-Outcomes","Macroeconomic-Policies"],"tags":[],"content":"Economic Activity\nMeasurements of Economic Activity\nBusiness Cycle\nEconomic Aggregates\nUnemployment\nInflation, Deflation\nRelationship of Inflation and Unemployment\nEconomic Growth\nUndesirable Macroeconomic Outcomes\nMacroeconomic Policies"},"Market-Based-Policies":{"title":"Market-Based Policies","links":["Labour-market-rigidities","Fiscal-Policies"],"tags":[],"content":"Encouraging Competition\nGreater competition forces firms to reduce costs, contributing to greater efficiency in production and improving resource allocation, and higher quality of goods.\nPrivatization\nTransfer of ownership from the public to private sector, increasing efficiency due to improved management. The idea is based on the consensus that governments are inefficient due to bureaucratic procedures, high administrative costs and unproductive workers, since they do not have good incentives.\nDeregulation\nElimination of constraining rules. There are economic deregulations, which allow private firms to enter monopolistic or oligopolistic industries, forcing existing firms to face competition. The other form of deregulation is social, meaning reducing protection against injuries and pollution control. Countries have begun strengthening these, however there can be there argument that these regulations give rise to inefficient procedures all over again.\nContracting private firms\nSimilar to privatization, but this time for a limited time of contract. It forces existing firms to compete with each other for the contract, leading to increases in efficiency. These are most often for the provision of public goods, like roads.\nAnti-monopoly regulation monopoly notes later?\nTrade liberalization\nMaking trade freer, resulting in greater efficiency.\nLabour market reforms\nReferred to as reducing Labour market rigidities, making labour markets more competitive, leading to lower costs of labour and more employment. It allows firms to invest in other areas that can be beneficial to moving the LRAS.\nAbolishing minimum wage legislation\nReduces unemployment by allowing the equilibrium to fall.\nWeakening power of unions\nLabour unions have the objective of improving working conditions. Often times, this goes against efficiency. By reducing their power, firms are able to focus more on the production process, leading to increased efficiency. The added part onto this is reducing job security, allowing workers to be fired more often. Firms are more likely to hire workers that way.\nReducing unemployment benefits\nUnemployment benefits incentivize people to do nothing. Reducing these benefits forces them to be employed, leading to increase production in the economy.\nIncentive-related policies\nLowering taxes\nThe policy is familiar, seen in Fiscal Policies.  However, there is the argument that it has even greater effect in supply side, since the added after-tax income incentivizes workers to work more. The result is an increase in output, efficiency, and quality of work. All the factors contribute to a rightward shift in LRAS. The same can apply for business taxes, and capital gains and interest income.\nEvaluation\nConstraints\n\nTime lags. Supply side effects usually need time to materialize.\nCan actually increase unemployment, since it involves cutting costs and all that stuff.\nNegative effects on equity, high prices, benefits only available to those who are wealthy\nGovernment budget can take a hit\n\nStrengths\n\nResource allocation improvement\nMay not require government budget\nCreates employment\nReduces inflation\n"},"Measurements-of-Economic-Activity":{"title":"Measurements of Economic Activity","links":["Public-goods","social-aspects-of-economics","OECD-better-life-index","Happiness-index","Happy-planet-index"],"tags":[],"content":"The purpose is to measure national output.\nThe circular flow of income model shows there are three, equivalent ways to do this: income approach,  expenditure approach,  output approach\nIncome and output approach just add up the respective quantities in the title. Expenditure is slightly more complicated.\nExpenditure Approach\nAdds up all the spending to buy final goods and services.\nGDP = C + I + G + (X-M)\nC = Consumption: All purchases by households.\nI = Investment: Spending by firms on capital, and housing expenses fall under this category.\nG = Government spending: Purchases by government of factors of production, including public investment into Public goods\n(X-M) = Net exports  refers to the value of all exports minus all imports. Imports are subtracted since the money goes to foreign producers.\nDistinction to make\nGross National Income. The national means the income measures the nation’s residence, regardless of the source. Essentially, it is GDP + net income from abroad.\nNominal is the money value, and Real value accounts for price changes over time. Real GDP  measures the output valued at constant prices.\nThere are price deflators, which are equal to \\frac{nominal\\ GDP}{real\\ GDP}.\nPer capital means per person.\nPurchasing power parity accounts for the quantity of local goods and services that can be purchased with $1 USD.\nHinderances in accuracy of Measurement\n\nDo not include non-marketed output. For example, your own work in repairing your workshop. These figures are greater in developing countries.\nUnderground markets are not accounted for\nDoes not account for quality of services\nDoes not account for negative externalities, like depletion of resources\nIt also does not measure economic well-being, in many social aspects of economics\n\nSo there are some alternatives\nOECD better life index\nHappiness index\nHappy planet index"},"Microeconomics":{"title":"Microeconomics","links":["Scarcity-Economics","Supply--and--Demand","Elasticity","Government-Intervention"],"tags":[],"content":"Scarcity Economics\nSupply &amp; Demand\nElasticity\nGovernment Intervention"},"Minimum-Wage-RWE":{"title":"Minimum Wage RWE","links":[],"tags":[],"content":"Analysis\nIn 2019, state of New York increased minimum wage from 11.10 to 12.50 per hour, aiming to increase disposable income for low-income workers.\nEvaluation\nShort Run\n\nJob losses, particularly among small businesses or those with thin profit margins.\nIncreased disposable income can boost consumer spending.\n\nLong Run\n\nSome businesses can adapt, while others may go bankrupt (small resturants).\nEncourage automation, which is cheaper than hiring. (Kiosks in Mcdonalds.)\n\nAssumptions\n\nBusinesses can all absorb increased labor costs without significantly reducing employment or increasing prices. This may not hold true for all businesses, especially those with thin profit margins.\n"},"Monetary-Policies-RWE":{"title":"Monetary Policies RWE","links":["Monetary-Policies"],"tags":[],"content":"Monetary Policies"},"Monetary-Policies":{"title":"Monetary Policies","links":["central-bank","Inflation","Relationship-of-Inflation-and-Unemployment","Aggregate-Demand","Example-for-minimum-reserve-requirement","infinite-geometric-sum","Quantitative-Easing","Ratchet-effect","Open-Market-Operation-RWE"],"tags":[],"content":"Carried out by the central bank. The bank has a certain degree of independence from government interference. The independence ensures decisions are in the interest of long-term growth. There are trends around the world to make central banks more independent.\nObjectives\nQuite standard.\n\nLow and stable rate of inflation. We’ve seen how this is good in Inflation\nLow unemployment\nReduce business cycle fluctuations\n\nInflation targeting\nBeneficial since it grants stability for an economy. However, it can be disadvantageous since it reduces the capacity to achieve other macroeconomic objectives, seen in Relationship of Inflation and Unemployment. Here, we mean the inability to have lower rates of unemployment.\nDetermining interest rates\nMonetary policies impact Aggregate Demand by manipulating interest rates. It is a simple 2-axis diagram with quantity of money at the bottom and the interest on the y-axis. The interest rate is not directly determined by the central bank — instead, they control the supply of money, allowing the market to determine the interest rate.\nhello diagram\nChanging money supply\nMinimum reserve requirements\nWhen commercial banks take deposits, they must keep a percentage of the funds into required reserves. The fraction is called the minimum reserve requirement. Example for minimum reserve requirement. Its kind of like an infinite geometric sum. Changing this changes the money supply\nOpen market operations\nWorks by buying and selling pre-existing bonds. To increase money supply, simply buy bonds from commercial banks. To decrease money supply, sell bonds to commercial banks. The banks must buy them.\nCentral bank lending rate\nThis is the interest rate for commercial banks to borrow from the central bank. To increase money supply, decrease this interest rate. Conversely, vice versa.\nQuantitative easing.\nThis is good enough to be a separate note. Quantitative Easing\nNote: Real interest is nominal interest minus inflation rate.\nExpansionary Monetary Policy\nIncreasing demand during times of contractions. Can visualize on both AS AD diagram and Keynesian. Note that the GDP increase will be larger in the Keynesian since the supply is flat.\nContractionary Monetary Policy\nDecreasing demands during inflationary periods.\nRatchet effect\nEvaluation\nConstraints\n\nIneffectiveness in recession\n\nInterest rates generally cannot go below zero to further encourage spending.\nLow economic confidence anyways, they may not take out new loans regardless\nBanks may be fearful of lending, because of low confidence borrowers will pay back.\n\n\nMay come in conflict with international objectives later.\nMay be inflationary, especially if it lasts too long\nOf course, unable to deal with supply side things. Specifically, stagflation.\n\nStrengths\n\nFine-tunable interest rates\nVery reversible, flexible\nRelatively short time lags\nCentral bank independence, no crazy corruption\nNo debt\nNo crowding out\n\nExamples:\nOpen Market Operation RWE"},"Natural-rate-of-unemployment":{"title":"Natural rate of unemployment","links":[],"tags":[],"content":"The largest part of this is structural unemployment, so to reduce the total natural rate of unemployment, look for polices to reduce the structural unemployment."},"Negative-Consumption-RWE":{"title":"Negative Consumption RWE","links":[],"tags":[],"content":"Analysis\nThe Hong Kong government is concerned with the negative social impact of cigarette consumption, which includes healthcare and second-hand smoking costs. The policy is to impose indirect tax on cigarettes, which was increased by 80 HK cents in 2024.\nEvaluation\nShort-run\n\nInelastic demand due to addictive properties of cigarettes makes it difficult to decrease consumption in the short run.\nTax revenue can be generated, which can be used to fund resources to help smokers quit or produce other beneficial goods.\nHowever, high prices may incentivize people to buy illicit cigarettes from parallel markets, resulting in lost government revenue.\n\nLong-run\n\nAs consumers have more time to reconsider their purchasing choices, demand for cigarettes may become more elastic, leading to a reduction in consumption.\n\n\nThe long-term benefits include improved public health, lower healthcare costs, and government revenue that can be allocated to essential public services and healthcare initiatives.\n\nAssumption:\n\nThe externality of healthcare and second-hand smoking costs is difficult to quantify.\n"},"Negative-Production-RWE":{"title":"Negative Production RWE","links":["Pigouvian-Taxes-RWE","Carbon-Taxes-RWE","Tradable-Permits-RWE","Collective-Self-Governance-RWE","Comparing-Carbon-Tax-and-Tradable-Permit"],"tags":[],"content":"Example\n\nFossil Fuels\nCarbon\n\nCorrection Policies\nPigouvian Taxes RWE\nCarbon Taxes RWE\nTradable Permits RWE\nCollective Self Governance RWE\nComparing Carbon Tax and Tradable Permit"},"OECD-better-life-index":{"title":"OECD better life index","links":[],"tags":[],"content":"\nDeveloped by the Organisation for Economic Co-operation and Development (OECD)\nMeasures well-being across 11 dimensions:\n\nHousing\nIncome\nJobs\nCommunity\nEducation\nEnvironment\nHealth\nLife satisfaction\nSafety\nWork-life balance\n\n\nRanks countries based on performance in these dimensions\n"},"Open-Market-Operation-RWE":{"title":"Open Market Operation RWE","links":[],"tags":[],"content":"Analysis\nEcuador experiencing recession. The central bank purchases 500 million dollars worth of government bonds from the commercial banks.\nEvaluation\nShort run\n\nAssumption: Might not even work because low consumer and producer confidence\n\nLong run\n\nincreased money supply can always lead to inflation\n"},"Overlap-between-AD-and-AS-Policies":{"title":"Overlap between AD&AS Policies","links":["Interventionist-Policies","Market-Based-Policies","Fiscal-Policies","Monetary-Policies"],"tags":[],"content":"Interventionist Policies often involve increasing government spending, which have the added effect of increasing aggregate demand.\nMarket-Based Policies also lead to increased investments, which increase aggregate demand.\nFiscal Policies also lead to increased quality and productivity, which could lead to increase in potential output. This is obtained through methods of creating education, health care, research and development. So thats good!\nMonetary Policies can also do the same, but just to a smaller extent"},"Positive-Consumption-RWE":{"title":"Positive Consumption RWE","links":[],"tags":[],"content":"Example\n\nEducation,\nvaccination\n\nleads to benefit of the whole of society, including lower unemployment, lower crime rates, and higher economic growth.\nDirect Government Provision\nSri Lanka literacy rate is 85%, so government provides free education up to age of 16.\nPros\n\nReduction in poverty and income inequality\nReduces crime rates\n\nCons\n\nHigh upfront costs, diverting funds from other important public services.\nAssumption that more is better\n"},"Positive-Production-RWE":{"title":"Positive Production RWE","links":[],"tags":[],"content":"Example\n\nResearch\n\nDirect\nThe US National Science foundation, in partnership with the Bill and Melinda Gates Foundation, launches a program to provide government funding for private firms to conduct research and development (R&amp;D) on diseases affecting developing countries. The program allocates $100 million per year for 5 years to support R&amp;D efforts.\nPros:\n\nImproved overall health of everyone, even around the globe\n\nCons:\n\nAssumption that it will attract qualified researchers\nInefficiencies and corruption with funding.\n"},"Poverty":{"title":"Poverty","links":["Multidimensional-Poverty-index","binary-threshold"],"tags":[],"content":"Diagrams\nDefinitions:\n\nPoverty\nAbsolute Poverty\nPoverty line\nExtreme poverty\nRelative poverty\nMinimum income standards: Ongoing research on the essential items, social and cultural needs, and calculates necessary income to satisfy them.\nOther measurements other than wages include the Multidimensional Poverty index.\n\nDifficulties\n\nDifferent areas have different costs of living. One poverty line often isn’t accurate everywhere\nPoverty line does not include how far below the line people are, kind of like a binary threshold.\n\nCauses\nConsequences\nsome hinderances to accuracies\nhow to make sure this doesnt happen?"},"Price-Ceiling-RWE":{"title":"Price Ceiling RWE","links":[],"tags":[],"content":"Analysis\nIn 2014, Venezuela implemented a price ceiling on many essential goods, including food, medicine, and household items. The government set a maximum price that retailers could charge for these goods, in an attempt to control inflation and make them more affordable for low-income households.\nEvaluation\nShort Run\n\nCheaper for lower income families\nSudden surge in demand caused consumers to rush and stock up on goods before they disappeared.\nNon-price rationing\n\nLong Run\n\nThe policy created shortages, leaving many without their basic needs.\nLed to corruption, undermining the government.\nHyperinflation\n\nAssumptions\n\nConsumers would comply, but they didn’t, leading to black markets.\n"},"Price-Floor-RWE":{"title":"Price Floor RWE","links":[],"tags":[],"content":"Analysis\nIn 2011, price floor for rice in Thailand, from 12,000 Baht a tonne to 15,000. 10 Billion bahts allotted to this.\nEvaluation\nShort Run\n\nIncrease in income for farmers.\nSurplus in rice, costing money to purchase, and store.\nSpoiled Rice.\n\nLong Run\n\nOverproduction of rice in the following season leading to waste of resources.\nDependence on government support, hindering development of competitive and efficient rice industry.\n\nAssumptions\n\nFarmers have the capacity to respond to higher price by increasing production.\n"},"Public-goods":{"title":"Public goods","links":["Free-Rider-Problem"],"tags":[],"content":"Non-rivalrous and non-excludable.\nFree Rider Problem"},"Quantitative-Easing":{"title":"Quantitative Easing","links":["2008-Great-Recession"],"tags":[],"content":"To increase money supply and decrease interest rates, the central bank can do something like buying bonds in open market operations, but on a much larger scale. The central bank will turn towards buying assets. The assets are owned by commercial banks, and Central banks buy them buy creating reserves electronically for the commercial banks. As a result, there is more money supply in the economy.\nExamples:\nJapan 2001, America 2008 Great Recession, and Europe 2015."},"Ratchet-effect":{"title":"Ratchet effect","links":["Keynesian"],"tags":[],"content":"A feature of the Keynesian view is the price cannot easily fall. Therefore, decreases in price does not make sense. The price levels actually stay the same. This is more realistic\nhello diagram"},"Real-World-Examples":{"title":"Real World Examples","links":["Economics-HL","Price-Ceiling-RWE","Price-Floor-RWE","Minimum-Wage-RWE","Indirect-Taxes-RWE","Subsidy-RWE","Positive-Consumption-RWE","Positive-Production-RWE","Negative-Consumption-RWE","Negative-Production-RWE","Free-Rider-Problem","Asymmetric-Information","AS-AD-RWE","Cost-Push-Inflation-RWE","Demand-Pull-Inflation-RWE","Keynesian-RWE","Unemployment-RWE","Recession-RWE","Deflation-RWE","Poverty-RWE","Progressive-Taxes-RWE","General-Taxes-RWE","Expansionary-Monetary-Policy","Monetary-Policies-RWE","Fiscal-Policies","Supply-Shock"],"tags":[],"content":"Economics HL\n\nUse ai to generate, in template. Put each new one into a new note. Link to each note in this real world examples sheet, separating by chapter and category.\n\nPrompt: You are a specific real-world examples finder for an economics class, with examples that aim to answer IB PAPER 1 question part B, where there is an evaluation section.\nProvide the problem statement and the policy, with some numbers\nFor the evaluation, you seek short and long-run effects, assumptions in the model, and pros and cons.\nDocs Link\nForms of Interventions\nPrice Ceiling RWE\nPrice Floor RWE\nMinimum Wage RWE\nIndirect Taxes RWE\nSubsidy RWE\nExternalities\nPolicies added within.\nPositive Consumption RWE\nPositive Production RWE\nNegative Consumption RWE\nNegative Production RWE\nFree Rider Problem\nAsymmetric Information\nMacroeconomics\nAS AD RWE\n- Cost Push Inflation RWE\n- Demand Pull Inflation RWE\nKeynesian RWE\nUnemployment RWE\nRecession RWE\nDeflation RWE\nPoverty RWE, poverty cycle?\nProgressive Taxes RWE\nGeneral Taxes RWE\nExpansionary Monetary Policy\nPolicies\nMonetary Policies RWE\nFiscal Policies\nShift in Supply\nAvacados was a sacred fruit in central america, but not for the rest of the world. It was so oversupplied that producers considered to sell it as dog food. In recent years, technological advancement recognized the healthiness of avacados, shifting the demand curve and icnreasing the price.\nSupply Shock\nPrice Ceiling\nVenezuela: Shortage in supply due to price ceiling. Intended to make prices cheaper, but misaligned with production costs, like transportation and distribution costs. Reduced incentive for producers to produce, this lower quantity made: Non-Price rationing, Black markets and queueing. Meat is 600 bolivares, while monthly wage is 7000 bolivares.\narticle\nPrice Floor\nThailand imposes price floor for rice, 50% above market equilibrium. (300 → 500 /ton). This causes massive expenses to purchase surplus, as well as overwhelming storage facilities. This causes spoilage, and 10 billion loss in government revenue. Other issues included international farmers sneaking rice into Thailand to sell to increase profits.\narticle\nNegative Production Externality:\nTradable Permits\nEu Emissions Trading System: Implemented in 2005\nBrought down emissions by 40% since 2005. Each permit allows one tonne of carbon dioxide, with 1 billion permits traded up till now.\nPros:\n\nTargets specific levels of carbon dioxide emitted\nIncentive for innovation, to move away from carbon emitting production\n\nCons:\n\nPolitical pressures and set too high. Evident that the billions of tonnes of carbon dioxide emitted by the EU\nManipulation of distribution\nRelocation\nNeeds resources to manage.\nVolatile prices, 2008-2012 when industrial activity was low, hinders planning.\n\nTax\nCarbon Tax\nSweden had a tax of $150 per tonne of carbon dioxide. This decreased emissions by 30% in 1990. Economy continued to rise by 50%.\nPros:\n\nSpecifically targets carbon emissions, instead of reducing production. Evident by the increase in economy.\nEasier to design and implement in comparison with other market based policies.\nDo not offer opportunities for manipulation.\nDoes not require as much monitoring\n\nCons:\n\nDoes not target specific level\nRegressive\nPolitical pressures for the tax to be set too low to make a noticable difference. For example, exempting home heating oil from carbon tax by justin trudaeu.\n\nNegative consumption\nPigouvian Tax:\nCigarette tax imposed in Hong Kong, 80 HK cents per stick, 2023.\nDoes not fully internalize the externality\nShort-run:\n\nineffective. Consumers pay more but due to addictive properties of cigarettes, will continue to pay\nLeads to high government revenue\nunderground markets\nLong-run:\nIncrease in elasticity due to longer time to consider\nImprovements in public health\nsource of revenue to improve quality of life.\n\nLegislation\nOdd and even liscence plate numbers in Bei jing 2008 olympics to reduce the cars on the road that cause congestion and pollution to the environment.\nPros:\n\nVery effective. So effective, emissions were decreased by 40%.\nSimple and easy to enforce.\nCons:\nDifficult to implement in the long term, especially extrapolating to other resources.\n\nIndirect Tax\nJapan: 40% Indirect tax on cigarettes, expects to lower consumption. Instead, causes panic buy. Companies who sell cigarettes import more cigarette stocks. The price of the most popular brands is rising on Friday by about 40%, from 300 yen (3.60; £2.30) to 410 yen (4.90; £3.10).\narticle\nSubsidy\nUSA: Subsidy to EV: Up to 7,500 in tax credit for producers, depending on capacity of vehicle’s battery (Non-linear supply). Lower upfront cost to produce makes it cheaper for consumers. Increased the market share from 4% to 8%. R&amp;D funding allowed for improved technology, increasing from 73 to 200 miles.\nPositive Externality of Production\nSubsidy\nCovid 19 vaccines: Positive externalities lie in the unpaid for costs of saving lives, and reduced crowding health sectors.\nUs government subsidized development of covid 19 vaccines. 18 Billion poured in!\nPros:\n\nImmediate increase in availabillity\nPublic health improves\nLockdown duration decreased\nCons:\nGovernment funding to support provision and subsidy, opportunity costs.\nDifficult to measure the optimal social\n\nEveryone should be vaccinated, but anti-vaxxers, are not even included in demand curve.\n\n\nChoices made by political pressures\n\nPositive Externality of Consumption\nSubsidy: Electric Vehicles\nThailand had a subsidy for electric vehicles. 50000 Thailand Baht, 2022\nShort term:\nPros:\n\nEnvironment improved\nDevelopment or related industries\n\nCons:\n\nGovernment expenditure\n\nWas so large they had to reduce it in 2023\n\n\nDisrupts other industries\nEquity concerns about who gets cars\nGeographic Disparaties\n\nLong term:\n\nPrice elasticity of demand is probably higher since they have more time to consider results, which makes this even more effective\nEvident by the subsidy cut, this is unsustainable for government in the long term.\nMarket decreases dependency\n\nDirect Government Provision: Education\nLocal students studying in university in finland is nearly free.\nPros\n\nUniversal access: Discrepancy between low and high income is diminished\nEquality\n\nCons:\n\nInternational students pay just as high of a fee as anywhere else in the EU: 10k a year.\nDoes not address other factors, like commute to school.\n\nPublic Good Market Failure Correction\nDirect Government Provision: Military. US spends 800 billion dollars a year\nCons:\n\nBudget Overruns\nOpportunity Cost (Space exploration gets 20 billion)\nPros:\nTechnological advancements often stem from military, these can have broader civilian applications.\nAvoids duplication since everything is centralized.\n\nContracting Private Sectors\nKeynesian Fix the Great Depression\nUS Government embraced the Keynesian approach, 1935, Franklin D Roosevelt. 13 Billion dolalrs, 250 adjusted for inflation. During the great depression, they spent large sums of money in infrastructure, job creation programs and social welfare initiatives to stimulate demand, and thus stabilizing the economy. Unemployment was as high as 25%, and it slowly dropped to 14% in 1940.\nEvaluation: Long-term debt\nResults\n\nUnemployment drops, GDP rises.\n\nCorrecting Low Youth Unemployment\nGermany’s policies to address high unemployment rates. For example, the country’s vocational training system, which combines classroom education with on-the-job training, has been credited with helping to reduce youth unemployment. In 2020, the youth unemployment rate in Germany was 5.8%, compared to the euro area average of 15.4%.\nlink\nNew Classical approach to high inflation\nIn 1980’s US, there was high inflation 14%,"},"Recession-RWE":{"title":"Recession RWE","links":["2008-Great-Recession"],"tags":[],"content":"Diagram\n2008 Great Recession: Caused by subprime mortgage crisis, where loans are given with low initial interest rates that later increased significantly. This leads to many homeowners unable to meet mortgage obligations, causing a surge of foreclosures which cause downturn in housing market. Globalization of finance as a result of interbank lending made the failure of the US markets jeopardize the state of global economy as well.\nTo escape this:\n\nDecreased interest rates, tax cutes\nQuantitative Easing: central bank purchasing financial assets to inject liquidity into financial system. restores confidence.\nGovernments intervening with massive bailout packages.\n"},"Recession":{"title":"Recession","links":["tags/economics"],"tags":["economics"],"content":"Diagram\nEvaluation\neconomics"},"Reduce-poverty-and-Inequality":{"title":"Reduce poverty and Inequality","links":["Universal-Basic-Income-RWE","Minimum-Wage-RWE"],"tags":[],"content":"Direct taxes\nPersonal income taxes: A portion of income\nCorporate income taxes: Business profits are taxed\nWealth taxes: Property or inheritance taxes\nIndirect Taxes\nIndirect taxes are regressive, since the taxed portion take up a smaller portion of the wealthy people’s income.\n\nGeneral expenditure,\nExcise taxes\nTariffs.\n\nPrinciples of taxing\nProportional: some fraction is taxed\nProgressive: The higher the income, the higher the tax\nRegressive: As income increases, fraction of income paid as tax decreases.\nEvaluation\nWe already know inequality is bad for an economy. So it follows that taxes should be progressive. However, the downside is progressive taxes discourage spending and innovation.\nSome argue we should just tax the super wealthy.\nInvesting in creating equal opportunity\nHealth care, education, affirmative action.\nTransfer payments are government taxes that are spent on those in extreme need. These have worked pretty well.\nSpending on merit goods is also good.\nUniversal basic income\nProvide residents in a country with a sum of money regardless of circumstance.\nPros\nReduces poverty, grants economic stability\nCons\nExpensive, those who do not need it receive it.\nLose incentive to work. Universal Basic Income RWE\nMinimum wage\nMinimum Wage RWE seems to work well."},"Relationship-of-Inflation-and-Unemployment":{"title":"Relationship of Inflation and Unemployment","links":["Unemployment","Inflation"],"tags":[],"content":"People are much less happy about  Unemployment than Inflation.\nPhillips curve is concerned with relationship between unemployment and inflation. It is a choice between each goal: limiting unemployment or inflation.\nHowever, there is a Long run phillips curve. This is vertical, for the same reason the LRAS is vertical. Prices adjust over time, eventually going back to the natural rate of unemployment."},"Scarcity-Economics":{"title":"Scarcity Economics","links":[],"tags":[],"content":"When factors of production, or resources, are finite, and the wants are infinite, scarcity becomes the situation.\nEconomics is the study of choices that best uses scarce resources to satisfy the infinite wants of humans.\nResource allocation: How much resources is allocated into the production of goods/services. There is overallocation, and underallocation.\nFour factors of production:\n\nLand\n\nIncluding natural resources, such as oil reserves and rivers.\n\n\nLabour\n\nPhysical and mental effort that people contribute\n\n\nCapital\n\nMan made factor of production, machinery, airports. There comes many forms of capital, since many different things fall into this catagory.\n\n\nEntrepreneurship\n\nThe human skill, of being innovative.\n\n\n\nOpportunity Cost: The value of the next best alternative that is given up as a consequence of a choice.\nProduction Possibility Model: Explains the possibilities of production in a graph.\nEg: In a simple economy that produces either microwaves or computers,\nTo create best output, two conditions must be met: All resources must be fully employed, all resources must be used efficiently.\nPositive Statements vs Normative Statements:\nPositive: Describe something, create a hypothesis: if government increases spending in unemployment aid by 5%, then poverty will decrease by 10%\nNormative Statements: Poverty should be eradicated\nPositives can be true or false, but normal statements cant. they are simply a belief/ opinion.\nThese two need to be working together.\nSustainability: Not to never use resources, just use it at rate that is slower than it can regenerate.\nEquity: The idea of being fair and just"},"Subsidy-RWE":{"title":"Subsidy RWE","links":[],"tags":[],"content":"Analysis\nin 2000, Germany had a subsidy on renewable energy. Grants and loans too.\nEvaluation\nPros\n\nEnvironmental benefit. Decreased CO2 emissions by 25% between 1990 and now.\nEconomic benefit, suggested to create 300,000 jobs by 2020.\nTechnological advancements\n\nCons\n\nFinancial burden on government\nopportunity cost for other emission and green house gas programs.\nRelying too much on government.\nMarket distortion, favouring renewable energy can lead to inefficiencies.\n\nExpansionary Fiscal Evaluation\nCons\n\nTime Lag\nDebt\nInflationary\n\nPros\n\nSimilar to subsidy.\n"},"Supply--and--Demand":{"title":"Supply & Demand","links":[],"tags":[],"content":"Supply &amp; Demand: Negative &amp; Positive, causal relationships.\nPrice are determinints, non price determinants include: competition price, symboitic relationship price, quality, things like that.\nMarket equlibrium: supply = demand\nConsumer surplus: price willing to pay - price actually paid.\nProducer surplus: price firms are paid - cost of producing the good.\nSupply can be vertical because: Fixed quantity like ticket sales, or original copies of something."},"Supply-Shock":{"title":"Supply Shock","links":[],"tags":[],"content":"Definition:\nSummary: 2018 Was a hot year in UK. Increase in price of potato chips. 26% Increase.\nBig story:\n2018 was a sweltering summer in the UK, with temperatures soaring to record highs. As a result, the nation’s favorite snack, potato chips, experienced a surprising consequence - a whopping 26% price hike! The heatwave led to a severe drought, affecting potato crops and yields. Farmers struggled to irrigate their fields, and the reduced harvest meant a shortage of spuds. This scarcity, combined with high demand, drove up prices, making the humble bag of chips a luxury item. Brits were left digging deeper into their pockets to satisfy their cravings, as the heatwave turned out to be a costly affair for potato chip enthusiasts."},"Supply-Side-Policies":{"title":"Supply-Side Policies","links":["Market-Based-Policies","Interventionist-Policies"],"tags":[],"content":"Intends to create long-term growth by moving the aggregate supply curve.\nThe two forms: Market-Based Policies, Interventionist Policies.\nObjective\nPromoting long term growth by increasing productive capacity of the economy, improving competition and efficiency, which induces innovation.\nAnother goal is the reduce costs of labour, reducing unemployment through greater labour market flexibility, meaning market can be more responsive to forces of demand and supply. Also to reduce inflation."},"Tradable-Permits-RWE":{"title":"Tradable Permits RWE","links":[],"tags":[],"content":"Analysis\nIn 2005, European Union Emission Trading System was implemented. It is a cap and trade system that lead to 40% decrease in emissions since implementation.\nEvaluation\nAssumption\n\nCompanies will respond according to financial incentives\nGoverning bodies can correctly monitor (it takes significant resources to monitor actually)\n\nPros\n\nTargets specific levels of carbon dioxide emitted, providing a clear goal for companies to work towards.\nProvides an incentive for innovation, encouraging companies to move away from carbon-emitting production methods.\n\nCons\n\nPolitical pressure leads to unequal distribution of permits (manipulation)\nRelocation of companies into places that there is less regulation\nRequires resources to enforce.\nVolatile prices, such as those experienced in the Great recession, hinders long term planning.\n"},"Undesirable-Macroeconomic-Outcomes":{"title":"Undesirable Macroeconomic Outcomes","links":["Poverty","Inequality","Causes-of-Poverty-and-Inequality","Impacts-of-Poverty-and-Inequality"],"tags":[],"content":"Poverty, Inequality\nCauses of Poverty and Inequality\nImpacts of Poverty and Inequality"},"Unemployment-RWE":{"title":"Unemployment RWE","links":["2008-Great-Recession","Monetary-Policies"],"tags":[],"content":"Analysis\n2008 Great Recession. Demand deficient unemployment. Responded with expansionary Monetary Policies.\nEvaluation\nThis example will not be directly used in tests. However, there are assumptions in the model that can lead to inaccurate figures of unemployment."},"Unemployment":{"title":"Unemployment","links":["Business-Cycle","Upsides-of-Unemployment"],"tags":[],"content":"Refers to people of working age who are actively looking for a job but who are not employed.\nTo calculate: \\frac{number\\ of \\ unemployed}{labour\\ force}\nHinderances to accuracy\n\nit does not include discouraged workers, those who are unemployed but dont want to look anymore\nno distinction between part time and full time\nunderemployment\nblack market\nDoes not account for distribution by age, gender, groups.\n\nCosts of unemployment\nEconomic costs\n\nLoss of real output\nLoss of income\nloss of revenue for government\nExacerbates inequality by making rich richer and unemployed harder to find jobs\n\nSocial costs\n\nself esteem\ncrime, violence.\n\nTypes of unemployment\n\nStructural unemployment: Changes in demand for labour, changes in geographical location of jobs.\nFrictional unemployment: Switching between jobs.\nSeasonal unemployment: Occurs when demand for labour changes on seasonal basis. Lifeguards, gardeners, farmers.\nCyclical unemployment: occurs on the downturns of the Business Cycle. Also known as demand-deficient unemployment.\n\nHowever, there are still Upsides of Unemployment"},"Universal-Basic-Income-RWE":{"title":"Universal Basic Income RWE","links":[],"tags":[],"content":"Analysis\nIn Finnland, they issued out universal income. The purpose is to reduce poverty and economic inequality.\nEvaluation\nThe results of the UBI experiment in Finland have been mixed. On the one hand, the scheme had some positive effects, such as:\n\nReducing stress and anxiety: Recipients reported feeling more secure and relaxed, which led to improved mental health and well-being.\nIncreasing trust in institutions: The UBI experiment enhanced people’s trust in the government and the social security system.\nPromoting entrepreneurship: Some recipients used the stipend to start their own businesses or pursue entrepreneurial ventures.\n\nHowever, the experiment also had some negative outcomes, including:\n\nReduced incentive to work: One of the main criticisms of the UBI experiment is that it reduced the incentive for people to seek employment. Many recipients reported that they did not need to look for work, as they could rely on the stipend. This could lead to a decrease in labor market participation and a rise in unemployment.\nLimited impact on poverty: The UBI experiment did not significantly reduce poverty rates, as the stipend was not enough to lift people out of poverty.\nHigh costs: The experiment was expensive, and the government had to allocate significant resources to fund the program.\n"},"Upsides-of-Unemployment":{"title":"Upsides of Unemployment","links":["Economics-HL","diminishing-marginal-returns"],"tags":[],"content":"Economics HL\nFirstly, examine the downsides of too little unemployment:\nWhen too many resources of labour are put for one job, each next addition of employee causes a decrease in the productivity, due to the diminishing marginal returns\nLow unemployment can also cause inflation. Less unemployed people means less people to hire from, thus employers are forced to increase wages to attract and hold talent. Firms may try to outweigh the increase in wages by increasing the prices of goods and services. This leads to inflation. Additionally, the increase in wages for workers means that there is more money to be spent. The higher demand causes further increase in prices. As demand for goods and services outpaces the economy’s ability to supply them, prices can rise.\nFor other smaller firms, the higher wage demanded by workers can restrain firms from hiring qualified or talented workers. This again decreases efficiency."},"binary-threshold":{"title":"binary threshold","links":[],"tags":[],"content":"Method in data analysis of determining whether a data point is above or below a value. There are only two options, hence the name binary."},"central-bank":{"title":"central bank","links":["Monetary-Policies"],"tags":[],"content":"Government financial institution. Its responsibilities are:\n\nBanker to the government\nBanker to commercial banks\nRegulator of commercial banks\nconduct Monetary Policies\n"},"full-employment":{"title":"full employment","links":["Natural-rate-of-unemployment"],"tags":[],"content":"Does not mean all resources are used, in fact, there is still some Natural rate of unemployment."},"infinite-geometric-sum":{"title":"infinite geometric sum","links":[],"tags":[],"content":""},"social-aspects-of-economics":{"title":"social aspects of economics","links":[],"tags":[],"content":"Education\nLife expectancy\nDistribution of income\nLeisure time\nQuality of life."}}