{"Carbon-Taxes-RWE":{"title":"Carbon Taxes RWE","links":[],"tags":[],"content":"Analysis\nSweden had a tax of $150 per tonne of carbon dioxide. This decreased emissions by 30% in 1990. Economy continued to rise by 50%.\nEvaluation\nShort-run\n\nIncentives to reduce carbon emissions\n\n\nThe tax revenue generated can be used to fund green initiatives and research.\n\nLong-run\n\nInnovation to potentially move the MSC to the right.\n\nAssumption:\n\nCorporations act with the financial incentive\n\nPros:\n\nNot susceptible to favouritism.\nPolitical Pressures\n"},"Comparing-Carbon-Tax-and-Tradable-Permit":{"title":"Comparing Carbon Tax and Tradable Permit","links":[],"tags":[],"content":""},"Cost-Push-Inflation-RWE":{"title":"Cost Push Inflation RWE","links":[],"tags":[],"content":""},"Economics-HL":{"title":"Economics HL","links":["/"],"tags":[],"content":"ONLINE BOOK:\nScarcity\nWhen factors of production, or resources, are finite, and the wants are infinite, scarcity becomes the situation.\nEconomics is the study of choices that best uses scarce resources to satisfy the infinite wants of humans.\nResource allocation: How much resources is allocated into the production of goods/services. There is overallocation, and underallocation.\nFour factors of production:\n\nLand\n\nIncluding natural resources, such as oil reserves and rivers.\n\n\nLabour\n\nPhysical and mental effort that people contribute\n\n\nCapital\n\nMan made factor of production, machinery, airports. There comes many forms of capital, since many different things fall into this catagory.\n\n\nEntrepreneurship\n\nThe human skill, of being innovative.\n\n\n\nOpportunity Cost: The value of the next best alternative that is given up as a consequence of a choice.\nProduction Possibility Model: Explains the possibilities of production in a graph.\nEg: In a simple economy that produces either microwaves or computers,\nTo create best output, two conditions must be met: All resources must be fully employed, all resources must be used efficiently.\nPositive Statements vs Normative Statements:\nPositive: Describe something, create a hypothesis: if government increases spending in unemployment aid by 5%, then poverty will decrease by 10%\nNormative Statements: Poverty should be eradicated\nPositives can be true or false, but normal statements cant. they are simply a belief/ opinion.\nThese two need to be working together.\nSustainability: Not to never use resources, just use it at rate that is slower than it can regenerate.\nEquity: The idea of being fair and just\nSupply &amp; Demand\nSupply &amp; Demand: Negative &amp; Positive, causal relationships.\nPrice are determinints, non price determinants include: competition price, symboitic relationship price, quality, things like that.\nMarket equlibrium: supply = demand\nConsumer surplus: price willing to pay - price actually paid.\nProducer surplus: price firms are paid - cost of producing the good.\nSupply can be vertical because: Fixed quantity like ticket sales, or original copies of something.\nElasticity\nPrice elasticity of demand (PED):\nchange in quantity per change in price, in percentage, always positive:\npercentage good for: comparing across different countries/units, shows more context.\nlevels of elacsticity: &lt;1: relatively unresponsive\n: &gt;1: relatively responsive\n=1: unit elastic\n=0: perfectly inelastic\n= infinity: perfectly elastic, will buy anything.\nElasticity is naturally higher at points above price=quantity. this is due to the nature of how PED is calculated, and how a shift in smaller quantities affects the overall percentage at a larger scale.\nDeterminants of PED:\n\nSubstitutes: Number and closeness of substitutes, more elastic.\nNecessities vs luxuries: necessities are more inelastic, since you cant just not need needs.\nLength of time spent thinking about the purchase\nPortion of income spent on the good.\n\nTotal revenue: Price x Quantity\nEffects of PED on total revenue:\n\nIf demand is elastic, increase in price causes fall in total revenue, while decrease in price causes increase in total revenue.\nIf demand is inelastic, increase in price causes increase in revenue, while decrease in price causes decrease in total revenue.\nRevenue is at a maximum when PED is unit elastic.\nPrimary commodities: goods arising from the use of natural resources. They have lower PEDS.\n\nIn some cases, a poor supplying producer can generate higher profits, while good supplying producers decreases total revenue.\nGovernment taxes: Government imposes indirect taxes to goods that are more inelastic. this is because the tax will decrease supply, but will not affect price/total revenue as much.\nCross Price elasticity of Demand\n(Percent change in demand for good x) / (percent change in price for good y) = xed.\nif xed &gt; 0, y and x are substitutes. Larger the absolute value of the xed, the stronger the substitution.\nif xed &lt; 0, y and x are compliments, like tennis balls and tennis rackets. larger the absolute value, more they are compliments.\nof xed = 0, x and y are unrelated.\nSubstitutes produces by the same company: Sometimes, same company produces a line of products. Changing the price of one may negatively affect the other, so it is important to examine the PED of the products, and how much each is affected.\nSubstitutes produced by rivals: Knowing the xed between rivals, businesses can understand the impacts and advantages they may gain from dropping or increasing their prices. How much people will flock away?\nMergers between firms: Merging is beneficial between firms when XED is really high and positive. It reduces competition between the two firms\nIncome elasticity of demand\nYED: percentage change in quantity demanded / percentage change in income\nYed&gt;0: normal good\nyed&lt;0: inferior good.\nMost goods are normal.\nIf yed &gt; 0 &amp;&amp; &lt; 1, it is income inelastic, more of a luxury.\nif &gt; 1, more of a luxury.\nApplications:\n\nIndustry growth: In an economy that is growing, income elastic goods and industries grow, since an x% increase in average national income yields a &gt;x% growth in the demand.\nContrastingly applies to economic recessions. Inferior goods, which have YED &lt; 0, will even experience increase in sales during recession.\n\nPrice Elasticity of Supply\nFormulas and definitions similar to PED.\nOnly possible to compare between two curves, (supply OR demand), when there is intersection of points between the two.\nDeterminants of PES\n\nLength of time to respond to change in prices: Bigger the length of time, more elastic the supply.\nMobility of factors of production: movement if factories to envionrnments where prices are increasing, causes higher pes.\nAbility to store stocks: More stocks that are abled to store, higher PES.\n\nPrimary commodities vs manufactured products (PES comparison):\nPrimary commodities have lower pes because it takes a long time for them to respond. New irrigation systems, planting practices, things like that.\nConsequences:\nDepending on slope of demand, the supply fluctuation can change the equilibrium price by lots.\nGovernment Intervention\nTaxes\nIndirect, excise taxes: Taxes imposed on producers upon production.\n\nSource of government revenue\nDiscourage consumption of harmful goods\nRedistrubute income (Luxury Taxes)\n\nThis chapter outlines how these taxes can distrupt an efficient allocative economy.\nTypes of taxes:\n\nFixed: Fixed amount per product bought/sold.\n\nLeftward shift in supply curve\n\n\nAd valorem: Percentage, increases and price increases.\n\nSlope increase of supply curve.\nOverall, less allocation of resources to producing the good.\n\n\n\nStakeholders: Have interest in and are affected by.\nConsumers: Both less of it, and more expensive, lose lose situation.\nProducers: Fall in revenue.\nGovernment: Only stakeholder that gains\nWorkers: Less resources needed to produce = less workers required = less employment.\nSociety: Under-allocation, which is worse.\nForeign producers:\nHL material: Calculation of different equations, and how they are affected from government imposed taxes.\nSubsidies\nSubsidies: Like reverse taxes, which are usually specific amounts, fixed, that are granted per unit of production. This is to:\n\nIncrease incomes of producers, that governments support, typically agriculture.\nAllows certain goods to be more affordable to the poor, since it lowers prices.\nOverall, encourages growth in the certain market. A rightword shift in supply line.\n\nStakeholders:\nConsumers: Fall in price of goods, increase in quantity purchased.\nProducers: Receives higher price to produce larger quanitity. This translates to increase in revenues.\nGovernment: Paying subsidy is burden to budget. Thus, impact on government budget is negative.\nWorkers: More likely to hire, positive.\nSociety: Better, overallocation of resources to the production of good.\nForeign producers: Since it provides better exports, it may interfere with competing international domestic producers.\nHL Content: Calculations again.\nPrice controls\nSetting min (ceiling) and max prices, so prices cannot adjust to equilibrium level. Persisting market disequililbrium.\nCeilings:\nConsequences:\n\nShortages in demand and supply\nNon-price rationing: Waiting in line, favouritism, coupons. (Unsatisfied means good not delivered or not bought)\nUnderground markets (Illegal): Buying good at max legal price, selling it for even more.\nUnder-allocation of resources: Society worse off.\nNegative welfare impacts:\nStakeholders:\nConsumers: Win and lose. Those who can buy it for the cheap price win, those who are unsatisfied lose.\nProducers: Lose,\n\nFloors:\nPurpose: In agriculture, these price floors are called “price supports”, ensuring that agricultural economies are still successful.\nConsequences: Welfare loss, inefficient farming\nStakeholders:\nConsumers: Lose, paying higher price\nProducers: Win, protected against low cost farming, as well as receiving higher prices\nWorkers: Employment boost\nGovernment: Buying the excess supply is burden on budget\nForiegn:\nEconomic Activity\nCircular income flow\nValue of output produced is equal to total income, and also expenditure.\nAggregate Demand\nTotal demand for all quantities, at different price levels.\nDeterminants:\n\nConsumer Confidence: How optimistic consumers are about the future of the economy\nInterest Rates: Higher interest rates is less spending\nWealth:  Value of assets - an increase in values of homes, eg, more spending\nIncomes taxes: Higher taxes, lower expenditure\nHousehold indebtedness\n\nFor businesses, its about the same influences, on a business scale:\n\nBusiness debts, corporate indebtedness, business confidence. The big difference is legal/institutional changes.\nCorporate indebtedness\n\nGovernment spending:\n\nChanges in political priorities, or specifically wanting to influence aggregate demand.\n\nChanges in export:\n\nChanges in national income\nChanges in exchange rates. Lower the value, cheaper, more exports.\nTrade policies\n\nAggregate Supply\nTotal quantity of goods and services produced in an economy over a time.\nLong, short run: Refers to changes in price.\nWages are stiff because: Minimum wage, contracts, labour unions resist wage cuts.\nFactors that shift SRAS:\n\nWages, resource prices, government intervention, supply shocks.\n\nEquilibrium:\n\nShort term, long term. Intersection between AD and SRAS.\n\nUnemployment\nUnemployment: refers to people of working age who are actively looking for a job but who are not employed.\nUnderemployed: Part time jobs, or jobs that do not make full use of their skills.\nLabour force: People actively looking for work, as well as ones who are employed.\nDifficulties:\n\nSome people are so discouraged they are dropped out of the labour force.\nNo distiction on the work done, full time jobs, retired early, and underground economy.\nDoes not account for different groups over the entire population. Age, region, gender, etc.\n\nConsequences of unemployment:\n\nGovernment pays more employment insurance.\nUnequal distribution of income.\nPersonal problems: Suicide, loss in self esteem\n\nTypes of unemployment:\n\nStructural unemployment: Changes in demand for labour, changes in geographical location of jobs.\nFrictional unemployment: Switching between jobs.\nSeasonal unemployment: Occurs when demand for labour changes on seasonal basis. Lifeguards, gardeners, farmers.\n\nFrictional, seasonal, structural unemployment\nLabour market redidities: Preventing the forces of supply and demand from operating in the market. They include min wage legislation, labour union, protection laws."},"Fiscal-Policies":{"title":"Fiscal Policies","links":["Subsidy-RWE"],"tags":[],"content":"Subsidy RWE"},"Free-Rider-Problem":{"title":"Free Rider Problem","links":[],"tags":[],"content":""},"Indirect-Taxes-RWE":{"title":"Indirect Taxes RWE","links":[],"tags":[],"content":"Analysis\nIn 2018, Singapore introduced 9% tax on digital services to reduce government budget burden. Resulted in revenue of 90 Million singapore dollar\nEvaluation\nPros\n\nThe GST on digital services can increase government revenue, which can be used to fund public goods and services.\nThe tax may encourage businesses to develop more competitive pricing strategies.\n\nCons\n\nThe GST may lead to a decrease in consumer welfare due to higher prices.\nThe tax may disproportionately affect low-income households who rely heavily on digital services.\nBusinesses may experience a decline in revenue and profit margins, potentially affecting innovation and economic growth.\n"},"Keynesian-RWE":{"title":"Keynesian RWE","links":[],"tags":[],"content":"Analysis\nIn Great Depression, Franklin D roosevelt impelemnted Keynsian approach. Spent 250 Billion in todays money to innitiatives such as building roads, job creation, socail welfare to increase demand.\nEvaluation\nShort-run\n\nJob creation: The policy created millions of jobs, reducing unemployment from 25% to 14% by 1940.\nEconomic growth: The government spending stimulated economic growth, as demand for goods and services increased.\nSocial benefits: The policy improved living standards for low-income families and vulnerable groups.\n\nAssumption:\n\nThe policy assumed that the government could effectively allocate the funds to create jobs and stimulate economic growth.\n\nPros:\n\nIt did end up helping the economy grow\nImproved living standards.\nReduced inequality, more opportunity for all.\n\nCons:\n\nThe policy increased the government’s debt, which could have long-term implications for the country’s financial stability.\n\nLong-run\n\nDebt can’t fund other financial initiatives.\n"},"Minimum-Wage-RWE":{"title":"Minimum Wage RWE","links":[],"tags":[],"content":"Analysis\nIn 2019, state of New York increased minimum wage from 11.10 to 12.50 per hour, aiming to increase disposable income for low-income workers.\nEvaluation\nShort Run\n\nJob losses, particularly among small businesses or those with thin profit margins.\nIncreased disposable income can boost consumer spending.\n\nLong Run\n\nSome businesses can adapt, while others may go bankrupt (small resturants).\nEncourage automation, which is cheaper than hiring. (Kiosks in Mcdonalds.)\n\nAssumptions\n\nBusinesses can all absorb increased labor costs without significantly reducing employment or increasing prices. This may not hold true for all businesses, especially those with thin profit margins.\n"},"Monetary-Policies-RWE":{"title":"Monetary Policies RWE","links":["Monetary-Policies"],"tags":[],"content":"Monetary Policies"},"Monetary-Policies":{"title":"Monetary Policies","links":[],"tags":[],"content":"Open market operations\nMinimum Reserve requirements\nMinimum Lending Rate\nQuantitative easing\nTight vs Easy\nPage 397 Evaluation."},"Negative-Consumption-RWE":{"title":"Negative Consumption RWE","links":[],"tags":[],"content":"Analysis\nThe Hong Kong government is concerned with the negative social impact of cigarette consumption, which includes healthcare and second-hand smoking costs. The policy is to impose indirect tax on cigarettes, which was increased by 80 HK cents in 2024.\nEvaluation\nShort-run\n\nInelastic demand due to addictive properties of cigarettes makes it difficult to decrease consumption in the short run.\nTax revenue can be generated, which can be used to fund resources to help smokers quit or produce other beneficial goods.\nHowever, high prices may incentivize people to buy illicit cigarettes from parallel markets, resulting in lost government revenue.\n\nLong-run\n\nAs consumers have more time to reconsider their purchasing choices, demand for cigarettes may become more elastic, leading to a reduction in consumption.\n\n\nThe long-term benefits include improved public health, lower healthcare costs, and government revenue that can be allocated to essential public services and healthcare initiatives.\n\nAssumption:\n\nThe externality of healthcare and second-hand smoking costs is difficult to quantify.\n"},"Negative-Production-RWE":{"title":"Negative Production RWE","links":["Pigouvian-Taxes-RWE","Carbon-Taxes-RWE","Tradable-Permits-RWE","Collective-Self-Governance-RWE","Comparing-Carbon-Tax-and-Tradable-Permit"],"tags":[],"content":"Example\n\nFossil Fuels\nCarbon\n\nCorrection Policies\nPigouvian Taxes RWE\nCarbon Taxes RWE\nTradable Permits RWE\nCollective Self Governance RWE\nComparing Carbon Tax and Tradable Permit"},"Positive-Consumption-RWE":{"title":"Positive Consumption RWE","links":[],"tags":[],"content":"Example\n\nEducation,\nvaccination\n\nleads to benefit of the whole of society, including lower unemployment, lower crime rates, and higher economic growth.\nDirect Government Provision\nSri Lanka literacy rate is 85%, so government provides free education up to age of 16.\nPros\n\nReduction in poverty and income inequality\nReduces crime rates\n\nCons\n\nHigh upfront costs, diverting funds from other important public services.\nAssumption that more is better\n"},"Positive-Production-RWE":{"title":"Positive Production RWE","links":[],"tags":[],"content":"Example\n\nResearch\n\nDirect\nThe US National Science foundation, in partnership with the Bill and Melinda Gates Foundation, launches a program to provide government funding for private firms to conduct research and development (R&amp;D) on diseases affecting developing countries. The program allocates $100 million per year for 5 years to support R&amp;D efforts.\nPros:\n\nImproved overall health of everyone, even around the globe\n\nCons:\n\nAssumption that it will attract qualified researchers\nInefficiencies and corruption with funding.\n"},"Price-Ceiling-RWE":{"title":"Price Ceiling RWE","links":[],"tags":[],"content":"Analysis\nIn 2014, Venezuela implemented a price ceiling on many essential goods, including food, medicine, and household items. The government set a maximum price that retailers could charge for these goods, in an attempt to control inflation and make them more affordable for low-income households.\nEvaluation\nShort Run\n\nCheaper for lower income families\nSudden surge in demand caused consumers to rush and stock up on goods before they disappeared.\nNon-price rationing\n\nLong Run\n\nThe policy created shortages, leaving many without their basic needs.\nLed to corruption, undermining the government.\nHyperinflation\n\nAssumptions\n\nConsumers would comply, but they didn’t, leading to black markets.\n"},"Price-Floor-RWE":{"title":"Price Floor RWE","links":[],"tags":[],"content":"Analysis\nIn 2011, price floor for rice in Thailand, from 12,000 Baht a tonne to 15,000. 10 Billion bahts allotted to this.\nEvaluation\nShort Run\n\nIncrease in income for farmers.\nSurplus in rice, costing money to purchase, and store.\nSpoiled Rice.\n\nLong Run\n\nOverproduction of rice in the following season leading to waste of resources.\nDependence on government support, hindering development of competitive and efficient rice industry.\n\nAssumptions\n\nFarmers have the capacity to respond to higher price by increasing production.\n"},"Real-World-Examples":{"title":"Real World Examples","links":["Economics-HL","Price-Ceiling-RWE","Price-Floor-RWE","Minimum-Wage-RWE","Indirect-Taxes-RWE","Subsidy-RWE","Positive-Consumption-RWE","Positive-Production-RWE","Negative-Consumption-RWE","Negative-Production-RWE","Free-Rider-Problem","Asymmetric-Information","AS/AD-RWE","Cost-Push-Inflation-RWE","Demand-Pull-Inflation-RWE","Keynesian-RWE","Unemployment-RWE","Deflation-RWE","Poverty-RWE","Progressive-Taxes-RWE","General-Taxes-RWE","Monetary-Policies-RWE","Fiscal-Policies","Recession"],"tags":[],"content":"Economics HL\n\nUse ai to generate, in template. Put each new one into a new note. Link to each note in this real world examples sheet, separating by chapter and catagory.\n\nPrompt:You are a specific real-world examples finder for an economics class, with examples that aim to answer IB PAPER 1 question part B, where there is an evaluation section.\nProvide the problem statement and the policy, with some numbers\nFor the evaluation, you seek short and long-run effects, assumptions in the model, and pros and cons.\nDocs Link\nForms of Interventions\nPrice Ceiling RWE\nPrice Floor RWE\nMinimum Wage RWE\nIndirect Taxes RWE\nSubsidy RWE not done\nExternalities\nPolicies added within.\nPositive Consumption RWE\nPositive Production RWE\nNegative Consumption RWE\nNegative Production RWE\nFree Rider Problem\nAsymmetric Information\nMacroeconomics\nAD RWE\n- Cost Push Inflation RWE\n- Demand Pull Inflation RWE\nKeynesian RWE\nUnemployment RWE\nDeflation RWE\nPoverty RWE\nProgressive Taxes RWE\nGeneral Taxes RWE\nPolicies\nMonetary Policies RWE\nFiscal Policies\nShift in Supply\nAvacados was a sacred fruit in central america, but not for the rest of the world. It was so oversupplied that producers considered to sell it as dog food. In recent years, technological advancement recognized the healthiness of avacados, shifting the demand curve and icnreasing the price.\n[Supply Shock]\n2018 Was a hot year in UK. Increase in price of potato chips. 26% Increase.\nPrice Ceiling\nVenezuela: Shortage in supply due to price ceiling. Intended to make prices cheaper, but misaligned with production costs, like transportation and distribution costs. Reduced incentive for producers to produce, this lower quantity made: Non-Price rationing, Black markets and queueing. Meat is 600 bolivares, while monthly wage is 7000 bolivares.\narticle\nPrice Floor\nThailand imposes price floor for rice, 50% above market equilibrium. (300 → 500 /ton). This causes massive expenses to purchase surplus, as well as overwhelming storage facilities. This causes spoilage, and 10 billion loss in government revenue. Other issues included international farmers sneaking rice into Thailand to sell to increase profits.\narticle\nNegative Production Externality:\nTradable Permits\nEu Emissions Trading System: Implemented in 2005\nBrought down emissions by 40% since 2005. Each permit allows one tonne of carbon dioxide, with 1 billion permits traded up till now.\nPros:\n\nTargets specific levels of carbon dioxide emitted\nIncentive for innovation, to move away from carbon emitting production\n\nCons:\n\nPolitical pressures and set too high. Evident that the billions of tonnes of carbon dioxide emitted by the EU\nManipulation of distribution\nRelocation\nNeeds resources to manage.\nVolatile prices, 2008-2012 when industrial activity was low, hinders planning.\n\nTax\nCarbon Tax\nSweden had a tax of $150 per tonne of carbon dioxide. This decreased emissions by 30% in 1990. Economy continued to rise by 50%.\nPros:\n\nSpecifically targets carbon emissions, instead of reducing production. Evident by the increase in economy.\nEasier to design and implement in comparison with other market based policies.\nDo not offer opportunities for manipulation.\nDoes not require as much monitoring\n\nCons:\n\nDoes not target specific level\nRegressive\nPolitical pressures for the tax to be set too low to make a noticable difference. For example, exempting home heating oil from carbon tax by justin trudaeu.\n\nNegative consumption\nPigouvian Tax:\nCigarette tax imposed in Hong Kong, 80 HK cents per stick, 2023.\nDoes not fully internalize the externality\nShort-run:\n\nineffective. Consumers pay more but due to addictive properties of cigarettes, will continue to pay\nLeads to high government revenue\nunderground markets\nLong-run:\nIncrease in elasticity due to longer time to consider\nImprovements in public health\nsource of revenue to improve quality of life.\n\nLegislation\nOdd and even liscence plate numbers in Bei jing 2008 olympics to reduce the cars on the road that cause congestion and pollution to the environment.\nPros:\n\nVery effective. So effective, emissions were decreased by 40%.\nSimple and easy to enforce.\nCons:\nDifficult to implement in the long term, especially extrapolating to other resources.\n\nIndirect Tax\nJapan: 40% Indirect tax on cigarettes, expects to lower consumption. Instead, causes panic buy. Companies who sell cigarettes import more cigarette stocks. The price of the most popular brands is rising on Friday by about 40%, from 300 yen (3.60; £2.30) to 410 yen (4.90; £3.10).\narticle\nSubsidy\nUSA: Subsidy to EV: Up to 7,500 in tax credit for producers, depending on capacity of vehicle’s battery (Non-linear supply). Lower upfront cost to produce makes it cheaper for consumers. Increased the market share from 4% to 8%. R&amp;D funding allowed for improved technology, increasing from 73 to 200 miles.\nPositive Externality of Production\nSubsidy\nCovid 19 vaccines: Positive externalities lie in the unpaid for costs of saving lives, and reduced crowding health sectors.\nUs government subsidized development of covid 19 vaccines. 18 Billion poured in!\nPros:\n\nImmediate increase in availabillity\nPublic health improves\nLockdown duration decreased\nCons:\nGovernment funding to support provision and subsidy, opportunity costs.\nDifficult to measure the optimal social\n\nEveryone should be vaccinated, but anti-vaxxers, are not even included in demand curve.\n\n\nChoices made by political pressures\n\nPositive Externality of Consumption\nSubsidy: Electric Vehicles\nThailand had a subsidy for electric vehicles. 50000 Thailand Baht, 2022\nShort term:\nPros:\n\nEnvironment improved\nDevelopment or related industries\n\nCons:\n\nGovernment expenditure\n\nWas so large they had to reduce it in 2023\n\n\nDisrupts other industries\nEquity concerns about who gets cars\nGeographic Disparaties\n\nLong term:\n\nPrice elasticity of demand is probably higher since they have more time to consider results, which makes this even more effective\nEvident by the subsidy cut, this is unsustainable for government in the long term.\nMarket decreases dependency\n\nDirect Government Provision: Education\nLocal students studying in university in finland is nearly free.\nPros\n\nUniversal access: Discrepancy between low and high income is diminished\nEquality\n\nCons:\n\nInternational students pay just as high of a fee as anywhere else in the EU: 10k a year.\nDoes not address other factors, like commute to school.\n\nPublic Good Market Failure Correction\nDirect Government Provision: Military. US spends 800 billion dollars a year\nCons:\n\nBudget Overruns\nOpportunity Cost (Space exploration gets 20 billion)\nPros:\nTechnological advancements often stem from military, these can have broader civilian applications.\nAvoids duplication since everything is centralized.\n\nContracting Private Sectors\nRecession\n2008 Great Recession: Caused by subprime mortgage crisis, where loans are given with low initial interest rates that later increased significantly. This leads to many homeowners unable to meet mortgage obligations, causing a surge of foreclosures which cause downturn in housing market. Globalization of finance as a result of interbank lending made the failure of the US markets jeopardize the state of global economy as well.\nTo escape this:\n\nDecreased interest rates, tax cutes\nQuantitative Easing: central bank purchasing financial assets to inject liquidity into financial system. restores confidence.\nGovernments intervening with massive bailout packages.\n\nKeynesian Fix the Great Depression\nUS Government embraced the Keynesian approach, 1935, Franklin D Roosevelt. 13 Billion dolalrs, 250 adjusted for inflation. During the great depression, they spent large sums of money in infrastructure, job creation programs and social welfare initiatives to stimulate demand, and thus stabilizing the economy. Unemployment was as high as 25%, and it slowly dropped to 14% in 1940.\nEvaluation: Long-term debt\nResults\n\nUnemployment drops, GDP rises.\n\nCorrecting Low Youth Unemployment\nGermany’s policies to address high unemployment rates. For example, the country’s vocational training system, which combines classroom education with on-the-job training, has been credited with helping to reduce youth unemployment. In 2020, the youth unemployment rate in Germany was 5.8%, compared to the euro area average of 15.4%.\nlink\nNew Classical approach to high inflation\nIn 1980’s US, there was high inflation 14%,"},"Recession":{"title":"Recession","links":["tags/economics"],"tags":["economics"],"content":"Diagram\nEvaluation\neconomics"},"Subsidy-RWE":{"title":"Subsidy RWE","links":[],"tags":[],"content":"Analysis\nin 2000, Germany had a subsidy on renewable energy. Grants and loans too.\nEvaluation\nPros\n\nEnvironmental benefit. Decreased CO2 emissions by 25% between 1990 and now.\nEconomic benefit, suggested to create 300,000 jobs by 2020.\nTechnological advancements\n\nCons\n\nFinancial burden on government\nopportunity cost for other emission and green house gas programs.\nRelying too much on government.\nMarket distortion, favoring renewable energy can lead to inefficiencies.\n\nExpansionary Fiscal Evaluation\nCons\n\nTime Lag\nDebt\nInflationary\n\nPros\n\nSimilar to subsidy.\n"},"Tradable-Permits-RWE":{"title":"Tradable Permits RWE","links":[],"tags":[],"content":"Analysis\nIn 2005, European Union Emission Trading System was implemented. It is a cap and trade system that lead to 40% decrease in emissions since implementation.\nEvaluation\nAssumption\n\nCompanies will respond according to financial incentives\nGoverning bodies can correctly monitor (it takes significant resources to monitor actually)\n\nPros\n\nTargets specific levels of carbon dioxide emitted, providing a clear goal for companies to work towards.\nProvides an incentive for innovation, encouraging companies to move away from carbon-emitting production methods.\n\nCons\n\nPolitical pressure leads to unequal distribution of permits (manipulation)\nRelocation of companies into places that there is less regulation\nRequires resources to enforce.\nVolatile prices, such as those experienced in the Great recession, hinders long term planning.\n"},"index":{"title":"Welcome to Quartz","links":[],"tags":[],"content":"This is a blank Quartz installation.\nSee the documentation for how to get started."}}